[
    "The future of humanity seems insecure.  Rapid climate change, political division,  ",
    "our greed and failings make it hard to look at  our species with a lot of optimism and so many  ",
    "people think our end is in sight. But humans have  always thought they lived in the end times. Every  ",
    "generation assumes they’re important enough to  witness the apocalypse and then life just goes on.",
    "This is a problem because it  leads to short term thinking  ",
    "and prevents us from creating the best world  for ourselves and our descendents. What makes  ",
    "this worse is that we may actually BE living at  an extremely critical moment in human history.  ",
    "To understand why, let us look at the  temporal window of humanity and ask:",
    "When will the last human be born and  how many people will there ever be?",
    "These sorts of estimates come with a  lot of uncertainties, so please take  ",
    "them with a gigantic grain of salt. To get  a sense of how many people there will be,  ",
    "let us see how many have already lived. Modern  humans arose some 200 thousand years ago.  ",
    "They were uniquely good at  making tools, telling stories,  ",
    "thinking abstractly, planning and working together  in large groups beyond their close family.",
    "Still there were not that many of us. Surpluses  in food were sparse, survival was hard,  ",
    "life expectancy was low. It took us 150,000  years to grow to a population of 2 million.  ",
    "Improvements were gradual and eventually  led to the agricultural revolution,  ",
    "arguably the biggest change in our history.  This was when our numbers really started  ",
    "growing. It took ten thousand more years to get  to 300 million. But that increase was dwarfed  ",
    "by the industrial revolution. In 1800 there  were a billion of us. The human population  ",
    "doubled in just 120 years and then again in  fifty. Today, we number around 8 billion.",
    "In total, over the last two hundred thousand years  about 117 billion humans were born and lived,  ",
    "and 109 billion also died. Which means that  about 7% of all humans that ever lived are alive  ",
    "right now. As many as were born in the first  150,000 years of human history. Every minute,  ",
    "270 babies join the party. But there are not just  more people, never before have we been as healthy  ",
    "and well off, or lived longer. With growing  living standards our birth rates collapsed.  ",
    "The UN estimates that around the year 2100  we will hit our population peak and there  ",
    "will be 125 million people born each year.  It is pretty unlikely that birth rates will  ",
    "stay stable forever, but let’s pretend  to make our thought experiment simpler.",
    "How many people there will be in the future  depends on when our species will die out.  ",
    "And here we find a lot of uncertainties.  We are able to destroy ourselves through  ",
    "our own inventions – but we are also able to  find solutions to avert catastrophic risk.",
    "We can change the direction of planet killer  asteroids but we’ve also invented nuclear weapons.  ",
    "We discovered antibiotics but also carry diseases  across the globe in a matter of days. Our  ",
    "industrial system gave us an incredible standard  of living but also changed the atmosphere in the  ",
    "process. It is very hard to say if human ingenuity  will prolong or shorten our species’ lifespan.",
    "If things go badly our end could come  suddenly. But if we manage to avoid that,  ",
    "we could conceivably stick around for a long  time. So every day we don’t destroy ourselves  ",
    "may mean life for an unfathomable number of  humans. How many people are we talking about?  ",
    "It depends on how far our  species is going to expand.",
    "Scenario 1: Humans will never leave Earth",
    "If we stay on our home planet, a good metric  to look at is the extinction rate of animals  ",
    "that we get from the fossil record. The  average lifespan of mammalian species is  ",
    "in the region of 1 million years, with  some surviving up to 10 million years.  ",
    "Our close relative homo erectus  survived for about 1.9 million years.",
    "Let us be conservative and assume that humans  will survive for a million years, which leaves  ",
    "us 800,000 more years to dawdle away. Assuming a  stable birth rate of 125 million people each year,  ",
    "this means there are roughly 100  TRILLION humans waiting to be born.  ",
    "850 times greater than the number  of people that have ever lived.  ",
    "This would make everybody alive today only  0.008% of all people that will ever live.",
    "Think about where this leaves you. Instead  of putting you at the end of the chaotic  ",
    "mess that was our past, it would mean you  live at the very beginning of something big.  ",
    "The start of the human story rather than the  end. Doesn’t this feel incredibly different?",
    "And now consider that this may be  an extremely pessimistic estimate.  ",
    "If we match the survival time of the most  successful mammals, then our future numbers  ",
    "rise to 1.2 quadrillion people that have yet to be  born. And even this seems far from our potential:  ",
    "As the sun slowly gets hotter and brighter, earth  will remain habitable for about 500 million years,  ",
    "giving so many more potential people  the chance to become actual people.",
    "And now let’s begin to think big.",
    "Scenario 2: Humans will leave Earth",
    "We went from humans worshipping  the moon, to humans walking on it,  ",
    "so who knows how much farther we can go? If we  don't die out within the next few hundred years,  ",
    "ideas that seem outlandish right  now become serious considerations.",
    "If we believe that we have a chance of  surviving for maybe millions of years,  ",
    "then we could expand onto the other planets  or into our own artificial worlds. Life needs  ",
    "three things: a surface, resources and energy.  ",
    "Our Sun provides energy for billions of years and  there is so much water and material floating in  ",
    "the asteroid and kuiper belt that we could  sustain many times our current population.",
    "Instead of living on planets, we could decide to  construct our own artificial worlds and habitats.  ",
    "With resources and energy so abundant, we could  try out different types of society and ways of  ",
    "life. An interconnected civilization spanning the  solar system would create the basis of existence  ",
    "for an absurd number of individuals, orders of  magnitude more than if we stick to earth, even  ",
    "if it only existed for a few million years. This  future doesn’t have to be grim and dark as science  ",
    "fiction likes to paint it. With quadrillions of  people waiting to be born, we will have billions  ",
    "of doctors working on curing cancer, billions  of problem solvers working on ending poverty and  ",
    "billions of video game developers making life  fun. More humans may actually mean more progress.",
    "Another upside of leaving earth and spreading  out is that it becomes much harder for us to  ",
    "become extinct, as you need a solar system  wide catastrophe to catch everybody.  ",
    "So aside from nearby supernovae  or Gamma Rays bursts,  ",
    "humanity would be relatively safe from  extinction, maybe for billions of years.",
    "If we manage to survive for that long, slow  evolution or genetic engineering might split us  ",
    "into multiple species, or we might intentionally  keep ourselves the same as we are now.  ",
    "So to account for that, we’ll just talk  about people from now on, instead of humans.",
    "Ok. Now let us think really big.",
    "Szenario 3: People leave the Solar System",
    "As enormous as the solar system is, it is just  one star system among billions in the milky way.  ",
    "If future people can colonize, say, 100 billion  stars and live there for 10 billion years, while  ",
    "each generating 100 million births per year, then  we can expect something like a hundred Octillion  ",
    "lives to be lived in the future. This is a 1 with  29 zeros, a hundred thousand trillion, trillion.",
    "We can spin this up as much as we like. The  Andromeda Galaxy will merge with the Milky way,  ",
    "adding another trillion stars for us to settle.  Red Dwarfs stay active for up to a trillion  ",
    "years and future civilizations might even find  energy for their habitats around black holes.  ",
    "A sufficiently advanced civilization of our  descendants might even try to reach other  ",
    "galaxy groups. While these numbers are mind  blowing, they may underestimate the number of  ",
    "unborn people by many orders of magnitude. If we  divide the total energy available in a galaxy by  ",
    "the average energy needs of a single person,  then we get a tredecillion potential lives.  ",
    "A million, trillion, trillion,  trillion potential people.",
    "Conclusion",
    "Hopefully what has become evident is that  if we don’t kill ourselves in the next  ",
    "few centuries or millennia, almost all humans  that will ever exist, will live in the future.  ",
    "Which brings us back to us, in the present.  We exist at a highpoint of human history,  ",
    "with incredible possibilities at our grasp.  Technological, environmental and societal.  ",
    "What we do matters for all the  people who do not exist yet.",
    "So while it is not en vogue to think  about humanity's long term future with  ",
    "optimism – or to think about it at all –,  maybe this has given you a bit of perspective.  ",
    "If we screw up the present, so many  people may never come to exist.  ",
    "Quadrillions of unborn humans are at our mercy. Even if we go with fairly conservative estimates,  ",
    "the unborn are by far the largest group of people  – and the most disenfranchised. Somebody who might  ",
    "be born in a thousand or even a million years  deeply depends on us today for their existence.",
    "This is why it is important to think about the  distant future and why our presence is so crucial,  ",
    "why it matters what we do today. One day the  last human will be born. We don’t know when.  ",
    "But if we change our perspective from  us living at the end of the human story,  ",
    "to us living at the very beginning we can  not only build a wonderful world for us  ",
    "and for them but also for  countless numbers of others.",
    "HUGE announcement: we are launching Kurzgesagt in  six more languages! Arabic, Brazilian Portuguese,  ",
    "French, Hindi, Japanese and Korean, on top of our  English, German and Spanish channels. To bring  ",
    "new perspectives and a love for science to as  many people as possible – especially to some  ",
    "languages that are underserved because  it is not profitable to translate to.  ",
    "If enough people watch our new channels, we  hopefully can run them for many years to come!",
    "This is where we need YOUR help. It takes us a  lot of time, effort and yes, money to translate  ",
    "our videos properly and run so many channels  – so to make this sustainable, please help  ",
    "us spread the word!If you are a native in one of  these languages, share our videos on social media  ",
    "and tell your friends and family – make people  in your native language aware that it exists.",
    "This multi language expansion is  supported by Open Philanthropy,  ",
    "an organization that tries to do as much good as  possible. They want to help us spread awareness  ",
    "of science, and ideas for how YOU can help  humanity thrive. Their values align with  ",
    "ours in many fundamental ways so we are going to  work with them on more projects in the future.",
    "So please help us spread the word  – and thank you for watching."
]