[
    "In 2023 Kurzgesagt has existed for 10 years,  insanely long in internet years. We are among the  ",
    "largest sciency channels on Youtube and still a  bit of a black box to people. So let us talk about  ",
    "ourselves a bit in three parts: Our backstory, how  we finance our work and the values of Kurzgesagt!",
    "Let’s jump to a more innocent time.",
    "From humble beginnings to Today",
    "Kurzgesagt’s foundation was laid when Philipp, our  founder, dropped out of high school as a teenager.  ",
    "Learning seemed daft and useless and he was not  interested in anything. Until a very special  ",
    "teacher at a school for dropouts grabbed him  by the neck. The way she taught was different.  ",
    "She talked about connections and the big picture.  She told a story. For the first time ever,  ",
    "Philipp wanted to learn more without being  forced. It was a key life experience.",
    "Kurzgesagt tries to recreate this  experience for you. Nothing is  ",
    "boring if you tell a good story  and we try to tell these stories,  ",
    "to spark excitement and make you  want to go on and learn more.",
    "Because of the one teacher that could do  this, Philipp got a high school degree,  ",
    "studied history and design and eventually  started Kurzgesagt as a passion project,  ",
    "inspired by Crash Course World history.",
    "In 2012 Youtube was less commercial and more  idealistic. You couldn’t make a living with  ",
    "videos as involved as ours and that was fine.  The goal was creative freedom and so for the  ",
    "first few years, it actually cost money to  make Kurzgesagt. We had no outside funding,  ",
    "just intrinsic motivation and a few friends from  university. We worked for clients during the day  ",
    "and on Kurzgesagt at night, 80-100 hours a week.  It was a real struggle but also very rewarding.",
    "But then Patreon launched, sponsorships  started, our views increased, Youtube  ",
    "changed. In 2015 the channel began to  break even and then to earn a profit.  ",
    "But we were pretty burned out at this  point, so we decided to bring in more  ",
    "friends and hire the first team members  full time, creating a legal entity.",
    "More people meant that we could stop overworking,  do more and improve. But we also needed to earn  ",
    "more; the livelihood of real humans depended  upon it. None of us had any experience in  ",
    "running a company. We didn’t plan to become  big or to grow – it sorta just happened.",
    "A decade later Kurzgesagt is  not a small project anymore. ",
    "We are an animation studio, with offices  in Munich and Berlin. We need computers,  ",
    "monitors, tablets, desks, coffee, contracts,  pay licences, taxes, rent and insurance.",
    "In 2023 our team consists of over 60 full  employees and a lot of freelancers around  ",
    "the world. Salaries alone cost millions  of dollars a year, just to stay around.",
    "This creates an interesting problem:  with such high production costs, ",
    "how can we publish our work for free?",
    "How we finance Kurzgesagt",
    "We have added up our earnings from 2015 through  2022. Our sources of funding change depending on  ",
    "opportunities and the state of the world. Early  on, agency work was our main source of income,  ",
    "ad revenue varies, in some years we got  more sponsorships than in others. The shop  ",
    "didn’t exist for a long time, then it became  pretty big after we launched our calendar.",
    "62% of our revenue comes  indirectly or directly from you:  ",
    "You watch our videos with ads, support  us on Patreon or buy from our shop.",
    "The single biggest source of income by far, is  our shop that alone accounted for 40% over the  ",
    "last 8 years. The shop started small but once we  published our calendar for the first time in 2016,  ",
    "we realised it could really help us do more  things and we started producing more and  ",
    "more science products, from our posters to our  gratitude journal or universe scented candles.  ",
    "YouTube ads accounted for 13% and Patreon 9%.  So without your support we would cease to exist.",
    "Our shop and Patreon are our most important  sources of revenue, and because we see ourselves  ",
    "as science communicators – we don’t just do  merch, but sciency products that we spend  ",
    "hundreds of hours researching, discussing with  experts, polishing up and working on directly  ",
    "with the manufacturers. They are part of the  science story we try to tell. It also just feels  ",
    "good to get directly funded by you guys and give  you something back for it, on top of our videos.  ",
    "YouTube ads are a crucial part of our funding  as well, but they are not within our control.",
    "Then there is paid agency work, which we  stopped doing in 2022 – it accounted for  ",
    "9% of our revenue over the last 8 years. A  lot in the beginning, not much by the end.",
    "Then there are commercial sponsors  advertising products -they accounted  ",
    "for 12% of our revenue. We also  got about 7% from German Public  ",
    "Broadcasting for the German Channel,  but ended this partnership in 2022.",
    "Finally there are institutional sponsors  representing about 10%. Some people take  ",
    "issue with this – especially Bill Gates has come  under public scrutiny, and we’ve been criticised  ",
    "for even working with organisations funded by  him. So let us look at this 10% in more detail:",
    "About 3% of our revenue over the  last eight years came from the Gates  ",
    "organisations for a wide variety  of topics, often suggested by us.",
    "5% comes from Open Philanthropy and is only  used for specific projects. With these funds,  ",
    "we have started Arabic, Hindi, Korean, Japanese,  Portuguese, and French channels, bringing more  ",
    "free science content to more people. Then there is  a two-year funding for original Tik Tok content,  ",
    "which gives us freedom to explore and learn  how to do short form science communication.",
    "The final 2% came from other organisations  like the red cross or the UN for example.",
    "We choose institutional sponsors  carefully but if organisations  ",
    "want to fund videos that help us spread  quality information about relevant topics,  ",
    "this is an easy yes for us, if we have  the capacity for it. On top of that,  ",
    "the institutional sponsors we are  working with align with our values.",
    "We have contracts with every grant giver or  sponsor that bars them from editorial influence,  ",
    "other than suggesting topic areas like  “global health” or “climate change”.  ",
    "We agree on video topics together, but  sponsors can neither influence details, nor  ",
    "our conclusions. The final decision always remains  with us. And usually, we develop the topics of the  ",
    "videos autonomously and tell the sponsor what  we are doing afterwards. If you are interested  ",
    "in how we research our videos in detail, our  head of research wrote an article about it.",
    "Running an educational youtube channel is a  balancing act that we take very seriously. We  ",
    "are doing our best to maintain this balance,  adjusting whenever necessary. As a team and  ",
    "company we want to grow to give more people  access to a science based outlook on the world.",
    "This brings us to our final topic  – why are we doing Kurzgesagt?",
    "Our Values and Our Vision",
    "Our core mission is to spark curiosity. We  want to make science and humanism accessible  ",
    "for as many people as possible. The effort  we put into creating our videos is a way of  ",
    "achieving that – our videos are beautiful  because that helps to spark curiosity,  ",
    "to understand complex topics, and because  it just feels good to create and watch.",
    "Our research is as intensive as it is  so our videos are a good simplification  ",
    "of very complicated topics. We want  to make people excited about science  ",
    "so they rediscover subjects they hated  in school and see how amazing they are.",
    "On top of curiosity, we want to inspire long term  thinking and a positive, constructive outlook.  ",
    "Being optimistic about the future of humanity  is not mainstream and we think this is horrible.  ",
    "Pessimism often sounds smart and  gets more views while optimism can  ",
    "sound naive but this is a bias that  is not helpful for us as a species.  ",
    "So despite the gloominess of many topics,  we want to approach them with informed and  ",
    "well researched optimism – not brushing  humanity's very real challenges aside,  ",
    "but also not falling into the trap of pessimism.  We want to inspire you to dream a little about  ",
    "the glorious future that we could actually  build – but only if we believe it is possible.",
    "In the long run we don’t only want to do this  on Youtube. The idea is for Kurzgesagt to be a  ",
    "positive influence across more media. On our  Tik Tok channel, in the long form content we  ",
    "are exploring, in apps, in the VR game that will  be released later this year and the games we plan  ",
    "to make in the future. Our shop is a central part  of this vision: we start our stories with a video  ",
    "and end them with a pos ter.",
    "There are so many things we want to do. And  thanks to you watching this right now, we have  ",
    "the freedom to work to the best of our knowledge  and ability. In the end, we hope you like what  ",
    "we offer and that we will be doing something  worthwhile for as long as we exist. And hopefully,  ",
    "we’ll have a lasting impact by making science and  learning more fun for as many people as possible.",
    "If you personally want to help us do this, you can  watch and share our videos, check out our shop,  ",
    "become a patreon or give us an ad blocker  exception. We exist because of you and  ",
    "you have no idea how much we appreciate that  you are here. And hopefully we are less of a  ",
    "black box now. In any case. Doing Kurzgesagt  for a decade has been a pretty crazy ride.  ",
    "So from the whole team – Thank you so  much for being with us all these years."
]