[
    "The universe is pretty big and very strange.",
    "Hundreds of billions of galaxies with sextillions of stars and planets and in the middle of",
    "it all there is earth, with you and us.",
    "But as enormous as the universe seems looking up, it seems to get even larger when you start",
    "looking down.",
    "You are towering over worlds within worlds, within worlds – each in plain sight and",
    "yet hidden from your experience.",
    "Let’s go on a journey – we’ll start in a park, about a thousand meters long, enough",
    "for a 15 minute walk.",
    "Every time we click this magic button, we’ll become a thousand times smaller.",
    "Please slip into this magic science suit, so you don’t die and can still see.",
    "Ready?",
    "Let’s go.",
    "click",
    "The Miniature Realm",
    "You are the size of a grain of sand just 2 mm high, standing on a blade of grass that",
    "seems as tall as an eight storey building to you.",
    "A square meter of lawn is now a dense metropolitan area, with 100,000 blades, or two Manhattans",
    "worth of grass towers.",
    "From your new tiny perspective, the park that you could quickly stroll through before, is",
    "now the size of France.",
    "Crossing it would take at least a week.",
    "Human sized humans loom over you, 4 times taller than the Empire state building, their",
    "steps falling from horizon to horizon.",
    "A bee the size of a helicopter lands near you, making the ground shake, as its hairy",
    "carapace vibrates with each wingbeat.",
    "You try to escape but are barely able to move because the air is so… gooey.",
    "Before you clicked the button air resistance was barely noticeable – but as you’re",
    "now a thousand times smaller, it is as if the air has become a thousand times denser.",
    "It feels like you are moving through honey.",
    "Flying insects like bees use this to their advantage.",
    "Their wings are not made for gliding but like paddles that row through the air.",
    "Scaled up to human size, the bee would outrun a Concorde Jet – except it couldn’t even",
    "take off because it would be too heavy for its wings.",
    "click",
    "The Microscopic Realm",
    "You’ve entered the microscopic realm and are now less than 2 micrometers tall, about",
    "the size of an e coli bacteria.",
    "From your new tiny perspective, the park you started in is now a million kilometers wide",
    "to you – if you walked non stop it would take some 25 years to cross it.",
    "It is hard to grasp just how huge the microscopic world is to its tiny inhabitants.",
    "The giant bee that was close a moment ago, is now the size of Mt.",
    "Everest, towering high into the sky – but alive, humming and vibrating.",
    "The air here feels almost solid to you, on the human scale it would be as viscous as",
    "lava, extremely hard to push through.",
    "The blade of grass now expands so far you can’t see its edges, stretching as wide",
    "as Paris would to a regular sized human.",
    "You see valleys that look like dried up riverbeds, dead patches like deserts and giant craters",
    "left behind by voracious aphids.",
    "But if you look closely, this is not terrain.",
    "These are rows of individual cells, each the size of a house with hard exteriors like glass",
    "shells.",
    "Every few cells, there are huge openings called stomata, like mouths, sucking in air and blowing",
    "out oxygen.",
    "Suddenly the gigantic bee begins to move – a construct made of rigid pieces that slide",
    "against each other, like a suit of armor.",
    "It takes off to escape a drop of water the size of an Asteroid, that fell from another",
    "blade of grass and is now rushing at you at breathtaking speeds.",
    "You brace for impact but instead of feeling a strong punch you just get sucked in.",
    "You try to swim but the water feels thick and sticky and holds onto your limbs like",
    "glue.",
    "Air molecules are free spirits while water molecules act more like social creatures that",
    "group together whenever possible.",
    "They pull on each other and create a relatively strong cohesive force that traps you.",
    "You can’t help it but you are still moving, tumbling in all directions, helplessly dragged",
    "along by an invisible current.",
    "Floating in this miniature lake are tens of thousands of micro-organisms.",
    "They take on many forms – viruses the size of tennis balls float around you aimlessly,",
    "others like the Euglena oxyuris cells which pass you like freight trains.",
    "But most look like oily jellyfish the size of a car, sporting long tentacles that act",
    "like super charged propellers.",
    "Despite the water holding onto them like glue, some move hundreds of body lengths per second,",
    "equivalent to a person shovelling through mud at over 600 km/h.",
    "However bacteria weigh so little and water is so viscous that they basically have no",
    "inertia – there is no gliding on this scale.",
    "The result is a weird jerky motion that’s hard to keep track of.",
    "Maybe we can learn more about this strange motion if we go even deeper.",
    "click",
    "Molecule Realm",
    "You’ve become the size of a molecule, just under two nanometers wide.",
    "At your new tiny scale, the droplet now seems as big as the Moon to a regular human.",
    "The blade of grass it rests on could reach from the tip of Alaska to the end of Australia,",
    "and the park is now almost the size of the Solar System – but instead of mostly empty",
    "space, it is filled with stuff.",
    "Everywhere you look, there are innumerable amounts of molecules and atoms.",
    "The rigid walls of the grass cells beneath you are clearly vibrating, rippling with waves",
    "of energy.",
    "The water droplet contains nearly a sextillion water molecules that are all in motion.",
    "Water is actually a storm of H2O molecules smashing into each other hundreds of trillions",
    "of times a second.",
    "Each of them is moving at speeds of around 2300 km/h and bombard their surroundings mercilessly,",
    "sending small objects hurtling in all directions.",
    "This is the source of the invisible current that you noticed when you were a thousand",
    "times larger.",
    "Scaling this speed up to the human scale is impossible, as a human sized molecule would",
    "be 2000 times faster than the speed of light.",
    "All this furious motion comes from heat.",
    "Heat is a bit abstract at our human scale, where you touch something and get a vague",
    "sense of whether it is hot or cold.",
    "But down here, you really feel what ‘heat’ is: the motion of molecules, vibrating, twisting",
    "and colliding as if they’re inside a furious ballpit.",
    "When these molecules lose heat, they move more slowly and collide less often.",
    "When they gain heat, they speed up and smash together with renewed fervour.",
    "Temperature is basically the measure of the average speed of these fantastic dancers performing",
    "all day.",
    "Suddenly a molecule hits you especially hard and you are catapulted out of the water droplet",
    "into the air again.",
    "And here you see something unexpected: The stuff between the air molecules: Nothing.",
    "Between the molecules that make up the air there is a vacuum.",
    "On average a molecule in the air travels for about 60 nanometers, which is about the length",
    "of a hockey rink if it were the size of a human.",
    "If we were to compress all the molecules and atoms buzzing around in the room you are watching",
    "this in, they would only fill about 0.1% of its volume.",
    "99.9% of the space around you is a vacuum, you just don’t notice it.",
    "Which also means that every time you take a breath, you breathe in mostly nothing with",
    "a few atoms.",
    "Click",
    "Subatomic Realm",
    "At your size of under 2 picometers, scale starts to lose its meaning.",
    "A human would be nearly 2 billion kilometers tall relative to you, so large they could",
    "stretch their arms from the Sun to Saturn.",
    "An atomic nucleus would be the size of a grain of sand you could hold on the tip of your",
    "finger.",
    "That grain holds 99.97% of the atom’s mass.",
    "The rest, a sphere of influence about as large as the Eiffel tower from your perspective,",
    "is filled with an electron cloud.",
    "That’s basically all the places where electrons might be at any given moment in time.",
    "Electrons are shapeshifters that morph around outside a nucleus, creating a new and vibrating",
    "mess of different shapes with every new moment.",
    "Unlike the graceful motion of planets, the atomic nuclei are chaotic blurs.",
    "They bulge, roll, quiver and breathe.",
    "They hold back the same energy that powers nuclear bombs and it doesn’t let them sit",
    "still..",
    "They twist and vibrate sextillions of times a second.",
    "It is time to end our journey and return to…",
    "click",
    "What are you doing?",
    "click",
    "Stop it!",
    "click, click, click, click, click, click, click….",
    "The Smallest Place (?)",
    "We have reached the bottom, the border between reality and unreality.",
    "The scale here is the Planck length, which is the distance light travels in a Planck",
    "Time.",
    "Planck time is the time it takes light to travel a Planck length.",
    "Ah ok.",
    "None of our models of the universe make sense at scales smaller than this, so for now, this",
    "is it.",
    "Sad click :(",
    "We think that down here, particles bubble into existence and then spontaneously disappear,",
    "creating a quantum foam of unimaginable energy.",
    "Can we go even smaller?",
    "We don’t know.",
    "It is time to return.",
    "If you look up, the universe is large and strange.",
    "So incredibly large and strange.",
    "But if you look down, into the tiny and extremely tiny, the universe seems even larger, and",
    "even stranger.",
    "In the end, the perfect place might be where you are right now – not too big, not too",
    "small.",
    "These hidden worlds are all part of our 12,023 Human Era Calendar.",
    "This time you can join us on a journey through the microcosm.",
    "With each turn of the page you will reveal a new world you didn’t know existed right",
    "beneath your feet.",
    "You know the drill by now: as always it’s a super high-quality calendar, very shiny",
    "and – only available for a short time.",
    "We also have a few special deals for you in our shop.",
    "The calendar is a true piece of kurzgesagt you can take home with you.",
    "And we say this every year but it’s true: every calendar purchase directly supports",
    "what we do here at kurzgesagt.",
    "And that’s not just creating videos but – sparking curiosity all around the world.",
    "So because of you, we can spread knowledge and ignite an appreciation for space, nature",
    "and life in people everywhere.",
    "Thank you so much for making this possible!",
    "Have a wonderful 12,023!",
    "See you down in January!"
]