[
    "Everything changed when the slaver nation  attacked. What used to be a thriving colony  ",
    "is now a captured country. Slaves do  the work, serving their new masters  ",
    "until they die, only to be replaced by  new victims harvested in brutal raids.",
    "But let us go back to the beginning…",
    "The World War of the Ants is claiming millions of  lives every day. But in the brutal world of ants,  ",
    "straight up war is not the only way. Around 50  ant species practice slavery, the most extreme  ",
    "division of labor. We don’t know how this began  but some ant species perfected this cruel trade.",
    "Meet Polyergus, the most intense of the slaver  ant tribes. There are different species,  ",
    "but generally, they’re 4 to 10 millimetres long,  with brown to blackish bodies and sickle shaped  ",
    "mandibles. Polyergus has specialized in slavery  so much that they have lost their ability to care  ",
    "for themselves. They don’t clean, build nests,  care for their brood, or feed themselves. They  ",
    "only exist for raiding. Slaves make up  80 to 90% of the ants in their colonies,  ",
    "so a few hundred Polyergus and a single  queen control thousands of slave ants.",
    "We will summarise and simplify what we know  about Polyergus into one grand story. You can  ",
    "find more information in our sources! So now  let us witness the cruel banality of nature.",
    "The Raid",
    "It all begins on a mild summer morning, on a sunny  field. Witness this colony of over ten thousand  ",
    "Formica ants, genetically cousins of Polyergus,  who build a thriving nest in the underground.  ",
    "They are a widespread genus, some species are  good fighters, some great builders and some  ",
    "cattle farmers – often welcome by humans because  they hunt vermin that hurt forests. Nobody noticed  ",
    "the lone Polyergus scout that briefly showed  up this morning, before she bolted away again.",
    "The attack begins in the early afternoon.  The scout returned from her mission to find  ",
    "the Formica nests. She dances erratically and  spreads pheromones that excite and mass recruit  ",
    "more and more ants, until a large raiding  party of a thousand warrioresses has formed.",
    "A close-packed, well organized column, up  to ten meters long, begins to move. As the  ",
    "Polyergus raiding party arrives at the Formica  colony, the attack begins almost immediately.  ",
    "Dozens of attackers begin digging and clearing  up debris from the nest's entrance to make it  ",
    "easier to storm. As soon as they are done,  hundreds of the attackers rush inside.",
    "The defenders vastly outnumber their attackers and  are formidable warriors able to shoot acid. But  ",
    "instead of fighting back effectively, they seem  confused and scatter rather than fighting back.",
    "Polyergus also seems to be somewhat resistant  to the acid sprays of the defenders – and so  ",
    "even if a defense is forming, the attackers  use their mandibles to pierce and kill.",
    "There are a few different ideas as to why  Polyergus attacks are so efficient and one  ",
    "of the most fascinating ones is chemical warfare.  Instead of relying on brute force, they release  ",
    "a propaganda pheromone that makes the defenders  panic, unable to mount an organised defense. The  ",
    "attackers have nothing to gain from intense ant to  ant combat other than immense casualties. What’s  ",
    "more, they actually want their victims to survive,  so that they can be raided again in a few weeks.",
    "As the raid unfolds, the attackers breach  deep into the colony, looking for their  ",
    "most valuable possession: The colony's babies.  They grab the pupae and larvae that will make  ",
    "up the next generation of Formica and carry  them out of the nest. Hundreds are abducted  ",
    "and brought back to the Polyergus colony in  this raid alone. Well, most of them. A few  ",
    "unlucky ones are eaten as a sort of snack. The  surviving victims will be turned into slaves.",
    "After about an hour the raid is over  and the Formica can begin to recover.  ",
    "It seems their only strategy is to make  even more ants. A decent sized colony  ",
    "can forfeit thousands of pupae in a single  raiding season and still survive. Although,  ",
    "in this case, while the raid was going  on something even more sinister happened.  ",
    "Hold that thought though, because how  are Polyergus turning ants into slaves?",
    "How to Brainwash Ant Slaves",
    "Ants conquered almost the whole planet  over 100 million years ago. They owe  ",
    "their success to being social animals  that perfected chemical communication.  ",
    "Chemical signals and cues let ants know what  their colony needs, and what each individual  ",
    "should do. And, most importantly in  this case: who is a friend or foe.",
    "Slave-making ants are much less  social than other ant species.  ",
    "Some species miss a lot of the genes other ants  have to make communication possible. In a sense,  ",
    "they are bad at talking to each other. So it  may be that as Polyergus ancestors started to  ",
    "abduct other ants they lost the ability to  collaborate and work together productively.",
    "Soon after the stolen Formica offspring  have been brought to the slaver colony,  ",
    "they are progressively covered  in Polyergus pheromones.  ",
    "They are chemically imprinted, similar to a  duckling, who imprints on its mother after birth.  ",
    "When the new slaves hatch, they behave as though  they are part of the Polyergus colony and begin  ",
    "to work for them unconditionally, keeping the  nest clean, caring for the next generation of  ",
    "slaves and masters, hunting for food and  feeding their enslavers mouth to mouth. ",
    "This sort of brainwashing goes so far that if  they encounter free Formica ants in the wild,  ",
    "they will treat them as enemies. In a sense  they are not true slaves, as they serve  ",
    "willingly and show no interest in freedom. It  is more like violent abduction and adoption,  ",
    "which doesn’t make things that much better.  And as the Formica only live for a few months,  ",
    "a constant new supply of victims is necessary –  to survive, Polyergus can never stop enslaving.",
    "How To Make New Slave Colonies",
    "How are new Polyergus colonies created? After all,  ",
    "Polyergus workers are so useless that a queen  can’t start a new colony without slaves. But  ",
    "how does she make slaves without warriors?  It turns out, there are two main strategies.  ",
    "The more dangerous one might unfold during  a raid like the one we witnessed before.",
    "A young Polyergus queen silently follows the  raiding party. Using the chaos of the invasion,  ",
    "she is able to find her way to the Formica queen  and kill her, taking over the shaken colony. ",
    "Although such a victory may be very short  lived. Polyergus do not tolerate other slaver  ",
    "colonies within their hunting ground. They  raid each other fiercely too and can destroy  ",
    "the competing colonies nearby. So while this  tactic sometimes works , it is pretty dangerous.",
    "Another young queen is going  for a different strategy:  ",
    "she is looking for a Formica colony  that is further from her birthplace,  ",
    "attacking a whole colony on her own. She bolts  through an entrance, pushing aside confused  ",
    "ants that try to stop her, releasing a powerful  appeasement pheromone that drives defenders away.  ",
    "She has only a short time window to find  the Formica queen deep in the hostile nest.",
    "Once she finds her target, both queens engage  in a fight to the death. The Polyergus queen  ",
    "is well equipped with her sharp  mandibles. She bites and rips into  ",
    "her victim for about half an hour before  she finally calms down. Between her bites,  ",
    "she licks the chemical surface of the dead  Formica queen, covering herself in her pheromones.  ",
    "When she is done with this macabre  ritual, Formica workers approach her.",
    "Subdued by her intense smells, they start  grooming and feeding her, as though pledging  ",
    "their allegiance to their new ruler. She still  might not be done though: Formica colonies often  ",
    "have multiple queens, who all need to be defeated,  which is not guaranteed: often attacking queens  ",
    "will be stopped by a phalanx of workers that  rip her apart, or are defeated in royal battle.",
    "But if she does manage to kill all the  queens, the colony has been taken over  ",
    "and the enslaved brood will begin  to serve a new queen, the usurper.  ",
    "She now begins laying eggs that are  cared for by her new slaves until  ",
    "new Polyergus ants hatch, that will soon  start new raids on neighbouring colonies.",
    "No matter what we humans  do, quietly below our feet,  ",
    "the World War of the Ants is raging,  with wild and horrible strategies,  ",
    "fought by billions of individuals every single  day. Polyergus will continue to hunt for slaves  ",
    "as to stop raiding would be their demise. And  in the war of the ants, there is no giving up.",
    "We want to explore even more ants species in  videos to come. But not just ants, our planet has  ",
    "so many more wonders to marvel at and learn about.  That is, if we manage to preserve their habitats  ",
    "and turn the tide on climate change – something  we are very passionate about at kurzgesagt and  ",
    "have covered extensively in past videos. We found  a partner to turn our dedication into action – we  ",
    "will pay to offset one month of your carbon  emissions with the help of our friends from Wren.",
    "By visiting wren.co and answering a few questions  you can find out your personal carbon footprint.  ",
    "Your first step should be reducing your  footprint – but there are limits to that.  ",
    "Wren lets you offset the rest of your carbon  footprint with a monthly subscription that  ",
    "supports projects that plant trees, protect  rainforests, and remove carbon dioxide from  ",
    "the sky. We think it's one of many puzzle pieces  to make a real difference in the climate crisis.",
    "Once you sign up to make a monthly contribution  you’ll get pictures and updates from the project  ",
    "you support, so you can directly see the impact  you are making. Wren is completely transparent  ",
    "about how they spend the money, and we especially  like their Rainforest Protection project in the  ",
    "Amazon—another amazing ecosystem full of wonder  we want coming generations to learn about as well.  ",
    "Wren’s project trains Indigenous  communities to use drones and  ",
    "satellite imagery to detect deforestation,  helping them protect their rainforest home.",
    "Sign up through wren.co/kurzgesagt to  start helping the planet. As climate  ",
    "change is close to our heart we will  personally pay for the first month of  ",
    "subscription for the first 200 people to sign up!"
]