[
    "The universe looks like a vast empty ocean  sprinkled with the rare islands of galaxies..  ",
    "But this is an illusion. Just a small  fraction of all atoms are found in galaxies,  ",
    "while the rest is thought to be drifting  in between, in the intergalactic medium.  ",
    "Like the roots of some massive tree,  gas spreads out from each galaxy,  ",
    "gravity funneling fresh mass  into this dense, cosmic forest.  ",
    "Here in the intergalactic medium, are the raw  materials of creation: hydrogen and helium,  ",
    "woven into sheets and filaments that flow into  galaxies where they eventually create stars.",
    "But if we look closely, we see who is actually in  charge: Quasars, the single most powerful objects  ",
    "in existence. As small as a grain of sand compared  to the amazon river, they reside in the centers  ",
    "of some galaxies, shining with the power of a  trillion stars, blasting out huge jets of matter,  ",
    "completely reshaping the cosmos around them.  They are so powerful that they can kill a galaxy.",
    "What are they, and how do they mold the  structure of the universe at their whim?",
    "Everywhere You Look, Weird Things in the Sky",
    "In the 1950s astronomers noticed mysterious  loud radio-waves coming from spots all over  ",
    "the sky. They were named “quasi-stellar  radio sources”, or “quasars” because they  ",
    "were dots like stars, but were seen in  radio waves rather than visible light.",
    "Everything about them was strange. Some flickered,  others emitted high energy X-rays in addition to  ",
    "radio waves, but all seemed to be tiny. They  also moved extremely fast, as much as over 30%  ",
    "the speed of light. The only explanation was  that they must have been so distant that their  ",
    "apparent speed was actually the expansion  of the universe moving them away from us.",
    "But these enormous distances meant that quasars  couldn’t just be stars, but the active cores of  ",
    "galaxies billions of lightyears away! And it  gets crazier. To appear so bright and loud,  ",
    "given these vast distances, they are thousands  of times brighter than the entire Milky Way.  ",
    "Monsters, exploding and screaming into the void  with a violence not thought possible before.",
    "As we mapped the sky, we discovered over a million  quasars. And they all seemed to be very far away.  ",
    "Looking into space, far away means very  long ago, because their light takes so  ",
    "long to reach us. Quasars were common  in the early universe, having peaked  ",
    "in number 10 billion years ago when galaxies,  and the universe itself was still very young.",
    "Let’s go back in time, just 3 billion years after  the big bang and see what was going on back then.",
    "The Incredible Power of Quasars",
    "How could an early baby galaxy be  so incredibly bright and violent?",
    "All that light and radiation couldn’t be  stars, as there weren’t nearly enough of  ",
    "them. And since galaxies tend  to grow with time by merging,  ",
    "the starlight from small galaxies shouldn’t  be far brighter than any galaxy today.",
    "There’s only one way to generate the vast  amounts of energy a quasar shines with:  ",
    "feeding supermassive black holes. We  still don’t know how exactly they formed,  ",
    "but it seems that every galaxy  has one in their center.",
    "But how can the brightest things  in the universe be black holes,  ",
    "which trap anything and everything  that crosses their event horizon?  ",
    "Well the light of a quasar is not coming  from inside these black holes. Rather,  ",
    "it comes from the space around them, a massive  orbiting disk of gas called an ‘accretion disk.’",
    "Quasars use the same fuel as stars to shine:  Matter. It is just that black holes are the  ",
    "most efficient engines for converting  matter into energy in the universe.  ",
    "The energy released by matter falling  into a black hole can be 60 times  ",
    "greater than that released by nuclear  fusion in the core of a star. Because  ",
    "the energy released by a black hole comes  from gravity, not from nuclear reactions.",
    "Matter falling into a black hole speeds up to  almost the speed of light before it crosses  ",
    "the event horizon, buzzing with an incredible  amount of kinetic energy. Of course, once inside  ",
    "the black hole, it takes that energy with it. You  only get to witness this energy if you drop your  ",
    "matter in the right way. Fall straight down and  the outside universe gets nothing. But when you  ",
    "have a lot of matter, it spirals in incredibly  fast towards the event horizon forming a disk.  ",
    "Collisions between particles and friction heat  it up to hundreds of thousands of degrees.  ",
    "In a space not much bigger than our solar system,  ",
    "the core of a galaxy can release many times  more energy than all its stars combined.",
    "This is what a quasar is, a super  massive black hole having a feast.",
    "And these black holes eat a lot. Typical  quasars consume one to a hundred Earth masses  ",
    "of gas per minute! Ten billion years ago, the  universe was about a third of its current size,  ",
    "so the intergalactic medium was much less  spread out, meaning the filaments of gas  ",
    "around quasars could feed them a banquet, making  them vomit insane amounts of light and radiation.",
    "The brightest quasars power jets, tangling the  magnetic field of the matter around them into  ",
    "a narrow cone. Like a particle accelerator  they launch enormous beams of matter out,  ",
    "plowing through the circumgalactic medium,  forming plumes of matter that grow to hundreds  ",
    "of thousands of lightyears in size. It’s  almost unfathomable in scale. A tiny spot  ",
    "in a galaxy carving out patches of the  universe 100,000s of light years long.",
    "But quasars can’t eat for long,  maybe a few million years,  ",
    "because their feast ultimately kills their galaxy.",
    "How Quasars Kill Galaxies",
    "Okay, maybe “killing” is a bit of an exaggeration.  A galaxy is still there after its quasar turns  ",
    "off. But it will never be the same again. Quasars,  being among the hottest and brightest things in  ",
    "the universe, break their galaxies by heating  them up too much and stopping star formation.",
    "Hot gas cannot form stars. This sounds odd,  because Stars are gas that collapsed in  ",
    "on itself and then got really hot. But  in a cloud of gas that is already hot,  ",
    "atoms are moving quickly. When they collide,  they hit hard, exerting pressure that resists  ",
    "gravity’s squeeze – so hot gas can’t  form stars. Instead, the best gas for  ",
    "forming stars is already cold, and won’t put up  a fight when it’s time to collapse into a star.",
    "On top of that, quasars push gas out of  their galaxies. Not only does this starve  ",
    "the quasar, but its galaxy loses  the raw materials for new stars.",
    "As sad as this sounds, it might be a  good thing for life. The alternative  ",
    "can be far more dangerous: too many stars.  New stars forming is usually followed by  ",
    "massive stars exploding in supernovae,  so planets would be burned sterile.",
    "But of course it's more complicated. Like the  intricacies of our own planet’s biosphere,  ",
    "every piece of the galaxy is dependent on and  influencing every other part of the galactic  ",
    "environment. While hot things, like quasars and  supernovae, tend to push gas out of the galaxy,  ",
    "shockwaves and quasar jets can also compress  gas, making new stars at least for a short  ",
    "time. And gas that leaves will mix with gas coming  back in and recycle it back into the galaxy. But  ",
    "in general we can say that without  things becoming a bit more chill,  ",
    "we would not exist today. Which  brings us to our final question:",
    "Did the Milky Way Have a Quasar in the Past?",
    "It’s unclear if every galaxy went through a  quasar phase, but understanding distant quasars  ",
    "may provide clues to the history of the Milky  Way. Galaxies don’t do a good job of preserving  ",
    "their history. Like sand on a beach the endless  churning mixes away the clues to their past.",
    "It’s possible the Milky Way was once a quasar,  ",
    "which may have allowed our supermassive  black hole Sagittarius A star to have  ",
    "grown to 4 million times the mass of the sun.  But sadly we don’t know its ancient history.",
    "And as dormant as it is now, Sagittarius A star  could turn into a quasar in the future. In a few  ",
    "billion years the Milky Way will merge with  Andromeda. We’ve seen over a hundred ‘double  ",
    "quasars’ in galaxies smashing together, where  fresh gas is provided for the central black holes.  ",
    "But it won’t last for long. When galaxies  merge, so do their super massive black holes,  ",
    "sinking into the center of their new galaxy,  kicking up dust and stars in every direction.",
    "We don’t know whether this will happen, but  it would truly be an incredible sight. Maybe  ",
    "some beings in the far future are going to  witness it and be in awe of what they see.",
    "But you don’t have to wait that long. There  are already plenty of fascinating things to  ",
    "explore right here on this planet, right now –  if you have the knowledge to understand them.",
    "To help you with that, we’ve created a series of  lessons to take your scientific knowledge to the  ",
    "next level. Made in collaboration with our friends  at Brilliant.org, these lessons give you a deeper  ",
    "understanding of the topics from our most popular  videos, from rabies and mammalian metabolism,  ",
    "to climate science. There's also a lesson  on black holes, where you can delve into the  ",
    "fundamental principles behind their formation  and behavior. A deeper understanding will also  ",
    "help you appreciate their role in powering  the quasars we talked about in this video.",
    "Brilliant is an interactive learning tool  that makes math, science, and computer  ",
    "science accessible with a hands-on approach.  Because we know that to really learn something,  ",
    "you’ve got to do it. Think of each lesson as a  one-on-one tutoring version of a Kurzgesagt video.",
    "Brilliant has thousands of other  lessons to explore, as well—from  ",
    "math-based topics like algebra and probability to  courses around programming and data science.Their  ",
    "latest course, “How Technology Works,” takes you  inside the technology you use everyday. You’ll  ",
    "walk in the footsteps of a hacker to discover  why some passwords take decades to crack,  ",
    "explore how satellites in space know that your  ride share driver is just down the street,  ",
    "learn why your favorite Kurzgesagt  video might buffer on YouTube, and more.",
    "To get hands-on with Kurzgesagt lessons and  explore everything Brilliant has to offer,  ",
    "you can start your free, 30-day trial  by signing up at Brilliant.org/nutshell.  ",
    "There’s even an extra perk for Kurzgesagt viewers:  ",
    "the first 200 people to use the link get 20%  off an annual membership once their trial ends.",
    "We love seeing how the gears interlock  with our research – Brilliant gives you  ",
    "the tools to understand how  everything fits together.",
    "We know you’ve been waiting for a long time.  Let’s reveal the next Limited Edition Pin:  ",
    "It’s the Dyson Sphere. This very special pin set  represents our dream for the future of humanity.  ",
    "Charge it with energy from the sun and it will  glow in the dark. Pre-order is available for  ",
    "only 72h, so order now before time runs out. The  next limited edition pin will be revealed soon."
]