[
    "An undead city under siege, soldiers and police  ruthlessly shooting down waves of zombies that  ",
    "flood from infected streets, trying to escape  and infect more cities. This is what happens when  ",
    "your body fights cancer, more exciting than any  movie. How does this battle for survival unfold?",
    "1. The Elimination Phase",
    "It all begins with a single corrupted cell. It  is no longer able to repair its genetic code,  ",
    "it can’t kill itself anymore and it is beginning  to multiply rapidly. At this point things are  ",
    "not great, not terrible – this cell is not yet  dangerous but if nothing happens, it soon will be.",
    "Over a few weeks the corrupted cell keeps making  copies of itself. One cell turns into dozens,  ",
    "hundreds, thousands. Because the  original was broken, its copies are  ",
    "breaking and mutating even more. They  turn into different genetic lineages,  ",
    "clans that are working together and competing.  Some mutate in a way that makes them weaker,  ",
    "others’ mutations don’t change anything,  while a few become fitter and better at  ",
    "survival. Together they now form a tiny, tiny  tumor. Not cancer yet, but getting there.",
    "The growing tumor needs a lot of resources.  If the cells don’t get food and oxygen,  ",
    "they will die and the problem just solves itself.  Unfortunately a few corrupted cells unlock a new  ",
    "mutation that saves them: The ability to  order the growth of new blood vessels. And  ",
    "so your body provides the supply they need to  survive. But as the tumor continues to grow,  ",
    "it starts causing damage – Neighbouring  healthy cells begin to starve and die,  ",
    "which attracts attention. In a sense  this tiny tumor is like a rogue town.",
    "Imagine a group of rebels in Brooklyn decided that  they were no longer part of New York but started a  ",
    "new settlement called Tumor Town, which happens to  occupy the same space. The new city wants to grow,  ",
    "so it orders tons of steel beams, cement  and drywall. New buildings follow no logic,  ",
    "are badly planned, ugly and dangerously crooked.  They are built right in the middle of streets,  ",
    "on top of playgrounds and on existing  infrastructure. The old neighborhood  ",
    "is torn down or overbuilt to make  room for new stuff. Many of the  ",
    "former residents are trapped in the  middle of it and begin to starve.",
    "This goes on for a while until the  smell of death finally attracts  ",
    "attention. Building inspectors and police show up.",
    "In your body, attracted by the stench of dead  cells your immune system is activated. First  ",
    "responder immune cells invade the tumor:  Macrophages and Natural Killer Cells,  ",
    "police forces that go right to work, killing  and eating tumor cells. They release chemical  ",
    "signals that let the whole immune system  know that there is cancer to be eradicated.",
    "Dendritic Cells, the intelligence  officers of your immune system,  ",
    "collect samples of dead tumor cells and begin  activating your heavy weapons: Helper and Killer  ",
    "T Cells. We explained these specialized super  weapons in another video, but all you really  ",
    "need to know is that they have a library listing  every bad thing that could come into your body.",
    "While each cancer is unique, there are  genetic corruptions that they can’t hide.  ",
    "And your T Cells know what to look for. They  are the deadliest cancer killers you have.",
    "By the time they arrive, the tumor has  grown to hundreds of thousands of cells,  ",
    "but this is about to change. T Cells  block the growth of new blood vessels,  ",
    "which starves thousands of tumor  cells and puts an end to their growth.",
    "Imagine the building inspectors, switching  off electricity and water and putting up  ",
    "roadblocks to cancertown so no more  food and materials can be delivered.",
    "With no way to hide from the carnage unfolding,  the tumor collapses as hundreds of thousands of  ",
    "tumor cells are massacred. Their carcasses are  cleaned up and consumed by Macrophages that then  ",
    "order healthy tissue to regenerate. Your body  has crushed the illegal Tumor Town without mercy.",
    "You will never know about this fight or how  many times this has happened inside your body.",
    "Except… in this case something  did not go as planned.",
    "2. The Equilibrium Phase",
    "Unfortunately, natural selection spoils your  victory. By doing its best to destroy the tumor,  ",
    "your immune system accidentally selects  the fittest tumor cells. Remember,  ",
    "the tumor consists of different lineages  that keep growing and keep mutating. Most  ",
    "of these are eradicated. But just a few  are more resilient. One cell survives – it  ",
    "comes from the fittest tumor lineage and was  just a bit better at surviving the massacre  ",
    "than anyone else. It decides to do it  all over again. But better this time.",
    "This tumor cell is much stronger than any of  the thousands that were killed. Maybe it is  ",
    "better at hiding, or fighting back. Maybe  it grows faster or is better at stealing  ",
    "resources. Maybe it can survive with much  less oxygen. And so it all begins again.",
    "It's like the surviving rebels that started  Tumor Town have learned their lessons. Now  ",
    "they know the law better and how to break it,  what permits help them, how to avoid the police.",
    "And so the surviving tumor cell makes thousands  of copies that mutate and form new lineages,  ",
    "until once again a tumor has grown,  made up from more resilient cells.  ",
    "The immune system does not care though, and this  time it even has experience - instead of starting  ",
    "with police, swat teams go right in to tear Tumor  Town down, killing its inhabitants without mercy.",
    "But once again they don’t get everyone. One  of them survives: a fitter tumor Cell from  ",
    "an already fitter lineage. This time it gets  a cheap suit and studies the building code,  ",
    "pretending to be a lawyer to start Tumor Town all  over again. This struggle now repeats a few times,  ",
    "each time the rebels learn a bit more about  how to avoid the law. If at any point,  ",
    "the immune system gets all of the tumor cells,  the story ends. But in this case, it doesn’t.",
    "Finally, a tumor cell changes in a way  that makes it properly dangerous, cancer.  ",
    "The type that kills people. How?",
    "Immune cells have an off switch that deactivates  them before they can attack – which in principle  ",
    "is a good idea. The immune system is extremely  dangerous and in many cases it needs to be  ",
    "shut down, like around your central nervous  system. But this off switch can be exploited.",
    "The mutated tumor cell finds a way to switch the  immune system off by targeting inhibitor receptors  ",
    "on anti cancer cells. Inhibitor receptors  stop immune cells from, well, killing. ",
    "This cell is the now powerful founder of a  new lineage of cancer cells and mass produces  ",
    "thousands of new copies that once again change and  mutate further. Building yet another Tumor Town.",
    "3. The Escape Phase",
    "The new cancer cells have become immune to  the immune system and everything is different  ",
    "this time. Tumor Town has been rebuilt,  even uglier and stranger than before,  ",
    "but now the cancer city council  has forged all sorts of permits.  ",
    "As building inspectors come to shut  down construction, they get confused.  ",
    "Stunned they wander off, unable to order  the destruction of the sprawling buildings.",
    "Police try to enter the illegal city  to arrest the builders and execute  ",
    "inhabitants – but this time Tumor Town  has erected its own roadblocks that keep  ",
    "the law from entering. Confused  officers stand around helplessly.",
    "As Tumor Town slowly envelops the former  Brooklyn and more and more civilians die,  ",
    "T Cell swat teams arrive to end this travesty.  But things got worse – new lineages of Tumor Town  ",
    "officials have started to forge court documents  that order police to shoot at the Swat teams.",
    "What the cancer cells are doing at this  point is actively shutting down immune  ",
    "defenses by sending corrupt signals. The now  malignant tumor is no longer a pushover and  ",
    "has begun creating the Cancer Microenvironment.  A sort of borderland that is hard to cross. All  ",
    "avenues of attack have been shut down and  uncontrollable growth is the consequence.  ",
    "This is a dangerous tumor. Cells  that are strong and able to fight,  ",
    "push your immune system back and expand further.  If more mutations happen, then some of the cancer  ",
    "cells will begin to explore the world and  expand into other tissues, to build new towns.",
    "And this is exactly what makes cancer  so harmful: it is taking up space and  ",
    "stealing so many nutrients that your true  self has no room to function anymore.  ",
    "If this goes on for too  long, organs will shut down.",
    "But this tactic is a dead end. The more  successful cancer gets, the more damage it  ",
    "does to its world. When the body dies, the cancer  dies too. It truly is a game without winners.",
    "Except, humanity is planning to win this game.",
    "At this moment hundreds of thousands of scientists  are working on new and better ways of killing  ",
    "cancer, to destroy and burn down Tumor Towns  for good. In recent years immunotherapy has  ",
    "made enormous progress – it is a relatively  new therapy in which your own immune cells are  ",
    "modified to kill cancer better than any medicine  can do. It's like giving your building inspectors  ",
    "machine guns and flamethrowers. But this is a  story another time – For  ",
    "now cancer is a battleground – but if human  ingenuity is to be trusted, then one day,  ",
    "maybe in the not too distant future, we  will eradicate it once and for all.",
    "This video was made possible in part  by direct viewer support and in part  ",
    "through a grant by Gates Ventures.  Thanks a lot for their support!  ",
    "Please check out our source document for  more background and in depth information!"
]