[
    "A breathtaking scientific revolution is taking place – biotechnology has been progressing",
    "at stunning speed, giving us the tools to eventually gain control over biology.",
    "On the one hand solving the deadliest diseases while also creating viruses more dangerous",
    "than nuclear bombs, able to devastate humanity.",
    "What is going on?",
    "Biotechnology is increasingly everywhere.",
    "The cotton in your clothes, the vegetables you eat, your dog.",
    "Humans manipulate living things.",
    "We use bacteria to produce insulin, connect prosthetics directly with our brains and make",
    "industrial enzymes to produce paper.",
    "Gene therapy creates cures to previously untreatable diseases while we are working on food crops",
    "resistant to climate change. ",
    "Our mastery over biology has been speeding up so much that within weeks of the first",
    "Covid 19 case, the unknown coronavirus was broken down in laboratories and analysed.",
    "Scientists generated a copy of its genetic material to create a vaccine that was ready",
    "for testing months after the pandemic began.",
    "Something unthinkable a decade ago.",
    "Where is all this sudden progress coming from?",
    "Well, it's complicated.",
    "But in a nutshell: really expensive things got cheap and knowledge of how to do",
    "impressive things spread freely.",
    "The Human Genome Project starting in 1990 was the first major attempt to read human",
    "DNA in its entirety. 13 years and $3 billion later, it was complete.",
    "By then the cost of decoding a human genome had fallen to about $100 million.",
    "Today it is 100,000 times cheaper, costing only about $1000.",
    "How is that possible?",
    "Converting DNA into computer data and then studying it used to be a super tedious process,",
    "taking expert humans around 3 years of manual work.",
    "Today it takes about two weeks and is almost completely automated. ",
    "Biotechnology has gone from something restricted to the best and well-funded laboratories staffed",
    "by the world's top experts, to something affordable enough for hundreds of thousands of people",
    "to casually work on. ",
    "What has sped up the process even more is that information in the field is shared",
    "widely and freely.",
    "Cutting-edge discoveries now take just about a year to be copied in laboratories around the world,",
    "a few years for anyone with a biology background to work out, and a bit over a decade",
    "for high school students to experiment with them in schools.",
    "Imagine that your local computer repair shop could build a pristine Iphone 11 with just",
    "the parts lying around, and that teenagers are asked to build a new Iphone 5 for homework.",
    "Not a crappy homemade version, the real thing.",
    "This is what is going on right now in biotechnology – a true revolution. ",
    "We are adding knowledge at unprecedented rates, while things get ever faster and cheaper to do.",
    "This speed means we can expect even more wonderful things for humanity.",
    "Lifesaving treatments, miracle crops and solutions to problems we can’t even imagine right now. ",
    "But unfortunately progress cuts both ways.",
    "What can be used for good, can also be used for bad, by accident or on purpose. ",
    "For all the good biotech will do for us, in the near future it also could easily kill",
    "many millions of people, in the worst case hundreds of millions.",
    "Worse than any nuclear bomb.",
    "The world just witnessed how fast the novel coronavirus spread.",
    "We still do not know for sure if it came from nature or was the result of an accidental leak",
    "from a lab working with corona viruses, that’s still subject to scientific debate.",
    "In the end at least 7 million people died.",
    "And this was still a relatively mild virus that didn’t cause serious disease in most of those infected.",
    "But that might change in the future.",
    "Wherever the last pandemic came from, the next one might very well be our own fault",
    "– in a sense, many things going on in biotechnology could lead to this.",
    "Most of all how easy it is to work with dangerous viruses.",
    "Thousands of scientists can simply order the genetic data of infectious virus samples online",
    "to experiment with them.",
    "Assembling these into an artificial virus in 2023 costs about as much as a new car,",
    "including all the lab equipment. ",
    "At the same time, other scientists are trying to find viruses that hide in nature,",
    "like in wild bats or monkeys.",
    "There are probably plenty of potentially deadly pandemics out there.",
    "Virus hunters take samples back to the lab to learn whether the newly discovered viruses",
    "are likely to spread in humans and catalogue the danger.",
    "When a biologist discovers a new virus, they usually publish its genetic data to the public.",
    "Journals are eager to share descriptions of potentially dangerous viruses. ",
    "Other labs go further and make viruses more dangerous.",
    "They combine and mutate different viruses to understand which mutations make them more",
    "likely to spread between humans or make them deadlier than their original forms.",
    "And again, these results are shared freely.",
    "All while synthetic DNA and equipment to rebuild these viruses are sold online to anyone",
    "without any or very little tracking.",
    "As the tools of biotechnology get ever cheaper and easy to use and the data on",
    "dangerous viruses keeps multiplying, it is only a matter of time before a well-meaning scientist shares",
    "blueprints for the equivalent nuclear bomb of viruses, a superbug that will cause millions of deaths",
    "– and someone uses it.",
    "Maybe because they have bad intentions, maybe because they are irresponsible or sloppy.",
    "We are creating an environment in which it is increasingly easy for anyone to create",
    "a weaponized virus in their backyard. ",
    "This is scary.",
    "The world would be plunged into an unending crisis as new pandemics pop up year after year",
    "or all at once – killing large parts of the world’s population, doing unimaginable",
    "damage to civilisation as a whole, and possibly undoing centuries of progress. ",
    "It’s not the first time we’ve faced a challenge like this and we are not helpless",
    "– think of nuclear technology.",
    "Something extremely powerful and dangerous with huge upsides and downsides.",
    "Nuclear energy was born from weapon programs, so its creators were always aware of the potential",
    "for their knowledge to be abused.",
    "From the very beginning it was clear that knowledge in this field and access to the",
    "technology needed to be handled with utmost care. ",
    "So a lot of effort has gone into making sure no radioactive material disappears from sight",
    "or that countries don’t try to hide weapons development behind energy programs.",
    "The result hasn’t been perfect, but considering the 411 nuclear power stations running today,",
    "we’ve been very successful.",
    "Likewise, no researcher would think to share data on how to turn common laboratory equipment",
    "into bomb-making machines on the internet. ",
    "There is no reason we could not handle the really dangerous aspects of biotechnology",
    "in a similar way!",
    "Experts have come up with three sort of bullet points:",
    "First we need to delay the next deadly pandemic by getting a grip on how we treat dangerous viruses.",
    "Their genetic data should be treated as an infohazard: information that poses a danger",
    "to society if it is shared without care.",
    "In other words, not just anyone should be able to order dangerous DNA online.",
    "And if you do, you should be tracked, so it becomes much harder for the wrong people",
    "to access the really spicy stuff. ",
    "The next step is detecting the danger by becoming aware which viruses are present among us",
    "and are spreading explosively between humans.",
    "This could be as easy as having labs in population centres maintain virus detectors",
    "that monitor what is going on in the micro world.",
    "If we suddenly see certain microorganisms show up a lot in a short time, we can react quickly",
    "and start counter measures.",
    "Which is the final step: Destroy.",
    "We basically need to build a machine that is ready to destroy any pandemic threat",
    "before it has a chance to take over.",
    "We can do this with new tools that are being developed right now, like nanofilters",
    "that pull dangers out of the air we breathe or specialized UV lamps that just kill any virus",
    "before it has a chance to jump from person to person.",
    "And of course, we need to get better at getting new vaccines faster than ever before in history.",
    "If we do these three things, the chances are really good that we can avoid",
    "a catastrophic pandemic in the future. ",
    "Biotechnology,  like any exciting and powerful technology, is neither inherently good or bad.",
    "It has the potential to be both in breathtaking ways.",
    "We have the chance to a future where we get to truly control biology - our biology,",
    "the biology of the plants and animals around us – and the biology of the microworld.",
    "So let’s use it to create a future where we triumph over pandemics and diseases for good.",
    "This video was supported by Open Philanthropy.",
    "If you want to help and want to have a high impact on the world,",
    "check out the biorisk career guide from 80,000 hours,",
    "a nonprofit organisation that helps people find careers",
    "that can tackle some of humanity's greatest problems in the most efficient way.",
    "We put a link and further reading in the description and sources.",
    "Aside from biorisk there are more guides to check out too! ",
    "Let us tell you about one of the most embarrassing moments in kurzgesagt history,",
    "it’s a pretty great story. ",
    "A few years ago we posted an image of a fake evolutionary tree on social media.",
    "Just to post something nice, without thinking about it.",
    "But we messed with the wrong birbs.",
    "Immediately we got thousands of  messages from you telling us how wrong it was, unscientific,",
    "bad.",
    "We underestimate that you take everything that we put out into the world seriously and",
    "you set high standards for our research and fact-checking process. ",
    "This hurt.",
    "A lot.",
    "We wanted to be better than that.",
    "So we deleted it and contacted experts and spent hundreds of hours on research and illustration",
    "and developed a new visualization of the relationships between species that did not exist before.",
    "A Map of Evolution you can use to figure out how closely you are related to a Flying Lemur:",
    "Expert approved. ",
    "We were extremely proud of the result – and since we had spent so much time on it,",
    "we turned it into a poster.",
    "And from that a new vision was born:",
    "We wanted to become the best infographic and scienceposter shop in the world.",
    "Today we’ve designed almost 100 posters and sold over half a million copies",
    "– every single one made with love, care and lots of attention to detail. ",
    "All because you guys challenged us.",
    "Thank you so much for that and for supporting our weird ideas and our sometimes weird Merch.",
    "Because of you we can continue to release our videos for free for everyone and drop",
    "hundreds of hours into new concepts to spark curiosity in people all around the world.",
    "Thank you so, so much for being part of our vision – we literally couldn’t do it without you."
]