[
    "Let’s fill it top to bottom with trillions of  grains of sand, billions of grains of rice,  ",
    "hundreds of thousands of grapes,a few  thousand apples and a dozen watermelons.  ",
    "This is what the inside of your cells looks like.",
    "In terms of numbers, they’re mostly filled up with  water molecules - the grains of sand. Water gives  ",
    "a cell’s insides the consistency of soft jelly  and enables other things to move around easily. y.",
    "Almost all the other things, the rice and  fruit, are proteins. Several billion in total,  ",
    "more than 10,000 different kinds –  depending on the function of the cell.  ",
    "Your cells are basically , , protein  robots, as is all life really",
    "In fact all solid, nonfat parts of your body are  mostly made out of protein – even your bones.  ",
    "Proteins are dead things that make  life happen. How does this work?",
    "The Language of Life",
    "Cells need to do many very hard things  to stay alive: Get food in and waste out,  ",
    "grow and build structures, escape danger or react  to stimuli, make copies of themselves and so on.  ",
    "All of this is done by speaking the language of  life. And the words of this language are proteins.",
    "This is how this language works in a nutshell:  ",
    "It all begins with amino acids, tiny organic  molecules. They’re the alphabet of the language of  ",
    "life. There are 21 different ones, like different  letters. Amino acid a, amino acid b, c and so on.",
    "If you put around 50 amino acids together,  ",
    "they form a protein, which in  the language of life is a word.",
    "And if you put many of these  protein words together,  ",
    "you get a sentence, called a biological pathway.",
    "Let’s oversimplify a bit and say for example,  your cell needs to break down sugar with the  ",
    "language of life. It may take the amino  acids for the letters b, r, e, a and k,  ",
    "to form the protein word “break”. Then,  combine this word with other protein words,  ",
    "to form a biological pathway “sentence”  that means “break down sugar”.",
    "In reality this language of life is so complex  that it defies imagination. You need to know about  ",
    "8000 words to speak a human language really  well. But in the language of life there are  ",
    "an estimated 20,000. And while the  average English word has 5 letters,  ",
    "human proteins have an average of 375 amino  acids. The longest protein has more than 30,000!",
    "And cells need to execute thousands  of steps at any moment! If they ever  ",
    "stop speaking the language of life, they die.",
    "Ok. But how do mindless cells  speak a language this complex?",
    "Let’s dive a little deeper.",
    "There are 21 amino acids that can be combined  to form proteins. And proteins are made up of  ",
    "dozens to hundreds, to thousands of amino acids.  For the average protein length of a human cell  ",
    "of 375 amino acids , you get a stunning 6.8  x 10^495, possible proteins your cells can  ",
    "make. A quadrillion googol googol googol googol  times more than there are atoms in the universe.",
    "Most of these possible proteins are  useless. Just like with human language,  ",
    "most random letter combinations are just  gibberish. So you need to know which words,  ",
    "which proteins, make up a  language to speak it properly.",
    "And this is the job of your DNA, a long sequence  of instructions. If you untangled a cell’s DNA,  ",
    "it would be about two meters long. All of  your body’s DNA combined into one long string,  ",
    "would reach to the sun and back over 20 times!",
    "Around 1% of your DNA is made up of  genes – which are basically protein  ",
    "dictionaries that contain all the words  of the language of life your cells speak.  ",
    "But genes are also the building manuals for  all the proteins your cells need to function.",
    "The rest of your DNA is probably not useless  but basically like a set of rules. It’s like  ",
    "the book of grammar of the language of  life: Which proteins need to be built,  ",
    "at which time? How many of them do you need?  Which protein words go together and why?",
    "Ok. Letters, words, sentences, dictionary and  grammar. But of course this all is just a metaphor  ",
    "for something mind numbingly complex. Let's dive  a little deeper, to catch a glimpse of reality.",
    "How Dead Proteins Make Life",
    "Now that we have some basic principles, we have  a chance to understand how dead things make life  ",
    "together. And for that we need a fundamental  force of the universe: Electromagnetism.  ",
    "The elementary particles that make  up atoms, which make up amino acids,  ",
    "have different charges that  attract or repel each other.",
    "The 21 different amino acids all  have slightly different charges.  ",
    "Some are more negative, others more positive.  ",
    "When your cells build proteins, they put different  amino acids together in chains, basically long  ",
    "strings. Now, because of the different charges  of the amino acids used, these strings begin  ",
    "to fold in on themselves. This folding process  is so complex that we still haven’t completely  ",
    "understood how exactly it works. But in a  nutshell, 1D strings become 3D structures.",
    "Proteins are basically 3D puzzle pieces, with a  very specific shape. In the world of proteins,  ",
    "shape is everything. Because its 3D shape  determines which areas of a protein are  ",
    "charged in which way, and this determines  how it can interact with other proteins!",
    "All of these differently charged puzzle  pieces can snap together or repel each other.  ",
    "When they snap together, their charge changes  – which can make them change their shape,  ",
    "which then makes them a new protein,  a new tool that can do new things.",
    "This is what makes proteins so incredibly  powerful. You can do basically everything  ",
    "with them! They can snap together like lego  pieces to build complex structures. They  ",
    "can dismantle things. They can form complex  micro machines that use energy to do work.",
    "And maybe most stunningly, they can convey  information. Let’s say there is a toxic chemical  ",
    "entering your cell. There may be a protein shaped  to snap to that toxin. If this protein finds that  ",
    "toxin, it changes its shape. With that new  shape it now can snap into a different protein  ",
    "that changes its shape again. This new protein  activates a micro machine that directly binds  ",
    "to your DNA to order the production of a special  protein, which acts as an antidote to the toxin.  ",
    "This cascade of interaction is the  pathway we spoke about earlier,  ",
    "a sentence in the language of life.",
    "So without a single active thought, proteins  have fixed a problem and saved the cell’s  ",
    "life. In reality these pathways can  have dozens to hundreds of steps.",
    "How life operates is so incredibly awe inducing.",
    "Somehow, mindnumingly complex interactions  between dumb and dead proteins create a less dumb  ",
    "and less dead cell. Somewhere around here life  happens – but we still don’t know what life is.",
    "How Dumb Things are Smart Together",
    "We need another analogy, so let’s talk about ants.  Ants share a fundamental property with cells:  ",
    "they are really dumb. A single ant will just  stumble around uselessly. But if you put a lot  ",
    "of ants together, they exchange information and do  amazing things. Constructing complex structures,  ",
    "organizing themselves, caring  for broods or attacking enemies.",
    "Although dumb individually, together,  they become something greater.  ",
    "This phenomenon occurs all over nature,  and is called emergence. It is the  ",
    "observation that entities have properties  and abilities that their parts do not have.",
    "This is how everything in your body works. Your  cells are bags of proteins guided by chemistry.  ",
    "But together these proteins form a living being  that can do a lot of really sophisticated things.  ",
    "Cells are mindless robots that  are even dumber than ants. But  ",
    "many of them acting together form  specialized tissue and organ systems,  ",
    "from muscles that make your heart beat  to brain cells that make you think.",
    "If you look outside at the incredible  dimension and scale of space,  ",
    "a place where forever is a real thing,  it is almost impossible not to feel  ",
    "a bit small. Not special. But if you  look inside, into what you really are,  ",
    "you just discover almost indescribable  complexity, the beautiful language of life.",
    "Almost everything in the Universe reveals  hidden layers of complexity if you look  ",
    "closer – and if you have the  knowledge to understand it.",
    "To help you with that, we’ve created a series  of lessons to take your scientific knowledge to  ",
    "the next level. Made in collaboration  with our friends at Brilliant.org,  ",
    "these lessons give you a deeper understanding  of the topics from our most popular videos,  ",
    "from rabies and mammalian metabolism,  to climate science and black holes.",
    "Brilliant is an interactive learning tool  that makes math, science, and computer  ",
    "science accessible with a hands-on approach.  Because we know that to really learn something,  ",
    "you’ve got to do it. Think of each lesson as a  one-on-one tutoring version of a Kurzgesagt video.",
    "Brilliant has thousands of other lessons  to explore, as well—from math-based topics  ",
    "like algebra and probability to the concepts  behind algorithms and artificial intelligence. ",
    "If you liked the biology discussed in this video,  ",
    "Brilliant's course on computational biology  teaches you many important key concepts:  ",
    "you’ll learn about DNA instructions, RNA,  and proteins folding, then learn how those  ",
    "concepts are used to tackle modern challenges  like genome sequencing and human health.",
    "To get hands-on with Kurzgesagt lessons and  explore everything Brilliant has to offer,  ",
    "you can start your free, 30-day trial  by signing up at Brilliant.org/nutshell.  ",
    "There’s even an extra perk for Kurzgesagt viewers:  ",
    "the first 200 people to use the link get 20%  off an annual membership once their trial ends.",
    "We love seeing how the gears interlock  with our research – Brilliant gives you  ",
    "the tools to understand how  everything fits together.",
    "The story of the human cell continues with  our Human Cell Poster – a visually stunning  ",
    "deep dive into the intricate workings of the  smallest unit of life. Like all the sciency  ",
    "things on our shop – it is designed with love  and produced with care by us here at kurzgesagt."
]