[
    "The Earth is a gigantic ball of semi-molten rock,  with a heart of iron as hot as the surface of the  ",
    "Sun. Titanic amounts of heat left over from its  birth and the radioactive decay of trillions of  ",
    "tons of radioactive elements find no escape  but up. Currents of rock spanning thousands  ",
    "of kilometers carry this energy to the surface.  Earth’s crust is the only thing in their way.  ",
    "It feels solid to us, but it is only a fragile  barrier, an apple skin around a flaming behemoth.  ",
    "True apocalypses can break through  and unleash eruptions tens of times  ",
    "more powerful than all of our nuclear weapons  combined, subjecting the climate to centuries  ",
    "worth of change in a single year, while  drowning continents in toxic ash and gases:  ",
    "supervolcanoes. How big can they get?  And will they put an end to humanity?",
    "Volcanoes",
    "There are many types of volcanos,  from towering mountains to lava domes,  ",
    "but they have two main sources:",
    "The first is at the boundaries between tectonic  plates, the pieces of the crust that cover the  ",
    "Earth like a giant jigsaw puzzle. There are seven  major tectonic plates and dozens of smaller ones,  ",
    "drifting against each other at up  to 15 cm per year. This sounds slow,  ",
    "but on geological timescales it is a  titanic struggle over who gets to stay  ",
    "on the surface. The winning plate crumples  into a new mountain range while the loser  ",
    "is shoved underneath, into an ocean of  hot rock at1300°Ct: The asthenosphere.",
    "The temperature here is enough  to melt rock into a liquid,  ",
    "but the insane pressures of all that  mass keep it a superheated solid.",
    "Tectonic plates are usually in contact  with water for thousands of years and  ",
    "absorb some of it. When they are  submerged into the hot underworld,  ",
    "this water triggers chemical transformations  that allow tiny portions to melt into magma.  ",
    "Liquid magma is less dense than solid rock,  so it rises to the surface in furious bubbles  ",
    "that accumulate in sponge-like reservoirs right  under the crust. If enough magma accumulates,  ",
    "it becomes powerful enough to pierce through the  crust – which we experience as volcanoes. This  ",
    "happens under the winning plate, like a revenge  attack by the loser before it is erased forever.",
    "The second main source of volcanoes are thought to  be mantle plumes. These are columns of abnormally  ",
    "hot rock that rise all the way from the planet’s  core-mantle boundary to the surface. Much less is  ",
    "known about them, but in a way it is as if the  Earth’s mantle has weather patterns and mantle  ",
    "plumes are a little like hot air rising to form  storm clouds. Storms hundreds of millions of  ",
    "years old, made of rock circulating at  a rate of a few millimetres per month.  ",
    "They don’t care about the motion of tectonic  plates, so they can break the crust to create  ",
    "volcanoes in the middle of nowhere that stubbornly  stay active as the crust shifts around them.",
    "The volcanic boom-meter",
    "Scientists love to put big booms on a  scale and came up with a logarithmic  ",
    "scale that measures the volume ejected during  an eruption: The Volcanic Explosivity Index,  ",
    "or VEI. Simply put, it starts really  small and gets very big very quickly.",
    "A VEI 2 eruption would fill four hundred  full Olympic swimming pools with lava.  ",
    "We have around 10 of these per year.",
    "At VEI 3 we already see devastating effects,  ",
    "like the eruption of the Semeru volcano in 2021  that destroyed thousands of homes in Indonesia.",
    "At VEI 5, we see catastrophic amounts of  materials, cubic kilometers of debris, equivalent  ",
    "to an entire lake of molten rock blasted into  the air. Like the 2022 Hunga Tonga-Hunga Ha’apai  ",
    "eruption that sent a shockwave around the globe  many times and created ocean-wide tsunamis.",
    "At a VEI of 6, an eruption can change the world.  In 1883, the Indonesian island volcano Krakatoa  ",
    "erupted nearly continuously over the course of  5 months. One of those eruptions blew it apart,  ",
    "producing the loudest sound recorded in history,  ",
    "10 trillion times louder than a rocket  taking off, heard halfway around the world.  ",
    "30m high tsunamis swept away nearby populations  and so much gas and ash were released that  ",
    "global temperatures cooled by nearly 0.5°C.  Red dusty sunsets followed for many years.",
    "At VEI 7, we get Super-Colossal  eruptions, millennium-defining  ",
    "events that human civilization has  only encountered a handful of times.  ",
    "Mount Tambora was a 4300m high mountain  until it exploded in 1815 and released 400  ",
    "times more energy than the Tsar Bomba.  140 billion tons of ash and dust were  ",
    "shot halfway to space before smothering the  world’s skies, turning them a sickly yellow.  ",
    "There was no summer the following year, crops  died and over a hundred thousand people perished.",
    "This is the dreadful potential of volcanic  eruptions, with famines across the other  ",
    "side of the world and even centuries-long  cold periods being attributed to them.",
    "Ok. But what is a supervolcano?",
    "The term “Super volcano” is a media invention  and not a scientific term. The main issue with  ",
    "them is that not every eruption from  a supervolcano is a super eruption.",
    "What makes super volcanoes special is that  they have been waiting to erupt for hundreds  ",
    "of thousands of years. Pressure builds up in  colossal magma reservoirs several kilometers deep,  ",
    "until it becomes strong enough to lift  the rock above it by several meters.  ",
    "Rocks crack under the pressure, until they finally  give way and billions of tons of gas and ash blast  ",
    "out at supersonic speed. An insane explosion  of at least a thousand cubic kilometers that  ",
    "impacts every corner of the globe. And yet, that  is only a small portion of the magma reservoir.",
    "Super eruptions are like a boiling pot of water  popping its lid off and spilling a bit off the  ",
    "top. Afterwards the ground collapses into  the void left behind, forming a hole called  ",
    "a caldera. Under this caldera, pressure starts  building again until the volcano gathers enough  ",
    "energy for another supereruption – but this  could take hundreds of thousands of years.",
    "It is estimated that one of the few  volcanoes capable of supereruptions  ",
    "on Earth could cause a catastrophic eruption every  ",
    "17,000 years on average. That would make them far  more frequent than comparable asteroid impacts..",
    "The most recent super-eruption is the Oruanui  eruption 26,500 years ago in New Zealand.  ",
    "With the force of dozens of billions of tons of  TNT, a Mount Everest- sized pile of explosives,  ",
    "a huge portion of the landscape was  scooped out and thrown into the atmosphere.  ",
    "It left behind a caldera spanning 20km and  it caused the entire Southern Hemisphere  ",
    "to undergo a period of abrupt cooling. Though  among super-eruptions, it is a mere firework.",
    "The Lake Toba eruption of 74,000 years ago  was a much more significant turning point  ",
    "in history. It released a gargantuan 5300 cubic  kilometers of material, enough to blanket parts  ",
    "of South Asia in 15 cm of ash and trigger  a rapid 4°C drop in global temperatures.  ",
    "It’s possible that the volcanic winter lasted  ten years, followed by worldwide droughts for  ",
    "centuries. Earth’s climate might have  not recovered for a thousand years.",
    "The largest volcanic events we know  of were not really huge explosions,  ",
    "but floods of millions of cubic kilometers of  lava. The grand finale were the Siberian Traps  ",
    "around 250 million years ago, a continuous  release of lava for two million years.  ",
    "They raised the ocean temperatures to over 40°C,  which caused the Permian–Triassic extinction,  ",
    "killing over 90% of all species. Earth’s surface  needed 9 million years to recover. These sorts  ",
    "of eruptions don’t change the climate:  they are the climate. But thankfully,  ",
    "we haven’t seen anything even remotely close  to that scale in many millions of years.",
    "So. Should you be scared of super-volcanoes?  Definitely not. They’ve been used to frighten  ",
    "many people and are overhyped as an unavoidable  apocalypse. The most famous one, Yellowstone,  ",
    "will erupt again, but they will  be relatively small eruptions.  ",
    "Natural disasters for sure, but not enough to  devastate the US or come close to ending humanity.",
    "The chance of a VEI 8 eruption in the  next few hundred years is less than 2%  ",
    "and more importantly, it would  not come as a sudden surprise.  ",
    "However, less powerful but more  frequent eruptions can also do  ",
    "serious damage to our civilizations and  are in many ways a much greater concern.",
    "So we must watch for slow changes in  magma reservoirs, like ground swelling  ",
    "and temperature increases, to get an early  warning that can save the lives of people  ",
    "living the closest to a volcano. And there’s time  to develop solutions that can remove sulfur and  ",
    "ash from the stratosphere to eliminate the root  cause of the climate disruption we’ve seen from  ",
    "previous eruptions. Who knows, maybe we’ll even  be able to turn this force of destruction into  ",
    "an agent for good by exploiting the geothermal  energy held in their giant magma reservoirs.",
    "We’ve done this work for so many other disasters  and we are already doing things we could only  ",
    "have dreamed about decades ago, like sending a  probe to perform our first asteroid redirection  ",
    "test. With determination, humanity really  can solve anything. So while deep below us  ",
    "an angry hell is churning and waiting for  its moment, you can sleep well tonight.",
    "Learning how we can get ahead of catastrophes like  climate change and supervolcanoes is interesting,  ",
    "but can also be challenging. Maybe you still  feel like you don’t really understand how  ",
    "most of the science behind it works. And on  your own it seems too hard to dig deeper.",
    "To solve this, we’ve collaborated with our  friends from Brilliant to create a series of  ",
    "lessons to build your understanding of fundamental  science — by exploring fascinating insights from  ",
    "our most popular videos, on topics like black  holes, the size of life, and climate change.",
    "Brilliant is an interactive learning  tool that makes science accessible with  ",
    "a hands-on approach. Because we know that  to really learn something, you’ve got to do  ",
    "it. Think of each lesson as a one-on-one  deep-dive version of a Kurzgesagt video.",
    "In our latest lessons, you’ll discover the  mechanisms that drive climate change and  ",
    "use them to understand the impact of  supervolcanoes on our global climate.",
    "Beyond new Kurzgesagt lessons regularly released,  ",
    "Brilliant has thousands of lessons for members  to explore—from math-based topics like algebra  ",
    "and probability to the concepts behind  machine learning and quantum computing.  ",
    "With new releases each month, you’ll  always find something fascinating to learn.",
    "To get hands-on with Kurzgesagt lessons now, go  to Brilliant.org/nutshell and sign up for free.  ",
    "And with a free trial of Brilliant Premium,  you can explore everything Brilliant has to  ",
    "offer. There’s even an extra perk for Kurzgesagt  viewers: the first 200 people to use the link  ",
    "get 20% off their annual membership, which  unlocks all of Brilliant’s courses in math,  ",
    "science, and computer science. We love to go down a rabbit hole  ",
    "with our research – Brilliant will take  you by the hand to come along on the ride."
]