[
    "There is this idea floating around that what doesn’t kill you, makes you stronger.",
    "That surviving a disease leaves you better off.",
    "And it seems to make sense because we have all experienced this.",
    "When you go through hardship, often you come out more resilient, more ready to face a difficult",
    "situation in the future.",
    "But it turns out that sometimes, what doesn’t kill you makes you weaker.",
    "So, what happens when you get sick?",
    "The Machinery of War",
    "Think of yourself as a large country, with a sizable army to defend it.",
    "You are surrounded by enemies that want to take your land, your energy, your resources.",
    "This is a matter of life and death, so your body evolved to be sensitive to damage and",
    "to the presence of enemies.",
    "Because this means that an invasion might happen at any moment and that it has to act",
    "fast.",
    "Let us start an invasion and see what happens.",
    "The moment your cells notice that something is off, they release an onslaught of signal",
    "proteins called cytokines.",
    "They are like air raid sirens that activate all sorts of immune cells, that then themselves",
    "release many more cytokines, amplifying the alarm.",
    "Soon you are flooded with signals that trigger precautions and counter-measures.",
    "Mobilization is under way.",
    "Your brain activates sickness behavior and reorganizes your body's priorities to defense.",
    "The first thing you notice is that your energy level drops and you get sleepy.",
    "You feel apathetic, often anxious or down and you lose your appetite.",
    "Your sensitivity to pain is heightened and you seek out rest.",
    "All of this serves to save your energy and reroute it into your immune response.",
    "You become a country under attack switching into a war economy, because properly activating",
    "your immune system is intensely disruptive and draining.",
    "Just like war is expensive for a country as industry switches to building tanks, your",
    "immune system demands huge amounts of energy, amino acids and micro elements to build its",
    "weapons.",
    "Take fever: it speeds up your metabolism and makes your cells work harder and faster, while",
    "creating heat that is pretty stressful for many invaders – but it uses up a lot of",
    "calories to maintain.",
    "Then your immune system begins to clone millions of specialized immune cells to respond specifically",
    "to the enemy infecting you.",
    "B Cells produce millions of antibodies every second, each requiring hundreds of amino acids",
    "to construct.",
    "Billions or even trillions of proteins need to be made to refresh the complement system,",
    "a minefield inside your blood.",
    "Cytokines, the mobilisation and information signals, also need constant refreshing.",
    "Usually you acquire your resources by eating.",
    "But when you are sick, your body slows down your digestion because it needs a lot of energy",
    "you can’t spare.",
    "So it reaches for the easiest source of amino acids and starts breaking down your muscles.",
    "All that muscle that you worked so hard for is sacrificed to keep you alive.",
    "If you are young and healthy and fit, you will make up for that quickly once you are",
    "better.",
    "But if you are old or very young, weak or suffer from chronic illness, this may be way",
    "too draining.",
    "Your body is literally consuming itself to keep the defense going.",
    "If your whole system is already strained, when you get sick, just keeping your immune",
    "responses going can overwhelm your capacities.",
    "Your Immune System is a Jerk.",
    "Our enemies too.",
    "Your immune system is as dangerous to you as it is to enemies.",
    "There is a very fragile balance between the damage caused by an infection and the collateral",
    "damage caused by immune cells.",
    "One of your first responders are Neutrophils – imagine crazy aggressive chimps with machine",
    "guns.",
    "If a Neutrophil encounters enemies it showers them with chemicals that cut them open but",
    "can also damage civilian cells, especially if the patient is already compromised, for",
    "example by smoking.",
    "On top of that the microorganisms that invade you often release chemicals and toxins that",
    "can cause significant damage and cell death.",
    "So a serious infection often causes many tiny wounds, literally holes in your organs.",
    "As you can imagine it is not great to have holes and wounds in your organs, and your",
    "body rushes to close them.",
    "Your Neutrophils and Macrophages help by releasing chemicals that signal the body to start repairs,",
    "and most of the damage is quickly filled up with regrowing cells.",
    "But others are filled with collagen, a sort of fix-all organic cement that gives your",
    "gooey tissue structural integrity.",
    "You have seen the result on your skin as scars.",
    "A scar is different from the original tissue.",
    "It has no functioning cells in it, it is like a sloppily applied cement patch.",
    "It can’t do what the original tissue was doing.",
    "A scar on your heart makes it beat a tiny bit weaker.",
    "A scar on the lungs no longer captures oxygen.",
    "A scar on your liver makes it a worse filter.",
    "And so, as you go through life and survive serious disease after serious disease, the",
    "functionality of your organs may decrease.",
    "This damage is usually small enough not to affect your quality of life – but can be",
    "permanent.",
    "Ok, this sounds depressing, but there is actually something you can do to avoid a lot of this",
    "damage and train your immune system!",
    "The best way to train your Immune System",
    "Your immune system is unique.",
    "Everyone has a slightly different immune system that’s stronger against some enemies and",
    "weaker against others.",
    "Which makes evolutionary sense, as this protects our species from being wiped out by a single",
    "infection.",
    "Collectively, the immune system of the human species is a spectrum: most people respond",
    "well enough to an infection, a few are super-responders and a few don't respond well and die.",
    "Some people survived the black death, are more resistant to HIV or Corona virus or even",
    "resistant against Ebola.",
    "Others are killed easily by the flu or highly vulnerable to certain bacterial infections.",
    "Where you are on this spectrum is impossible to predict.",
    "And you also respond differently to every possible infection.",
    "This is why seemingly very healthy young people died from Covid while for some elderly people",
    "it was more like a mild flu.",
    "The idea that you can weather all sorts of diseases if you never get a cold is wrong.",
    "You never know what your immune system is good at until it is tested.",
    "Getting sick is a gamble in life’s casino with your health on the line.",
    "Always.",
    "But there is something you can do: hacking one of the best features of your immune system.",
    "When you survive a disease, usually you have better defenses against it afterwards – you",
    "gain memory cells that are very good at killing the specific enemy you fought that day.",
    "So you either don’t get the disease again or the next infection is much milder.",
    "And you can use an incredible achievement of human ingenuity that taps into this mechanism",
    "to prevent damage from disease and train your immune system: Vaccines.",
    "Vaccines basically pretend to be a disease and train your defenses to be ready if it",
    "ever shows up for real.",
    "The goal is to create the same memory cells that you would get after surviving an infection.",
    "But if you can feel some side effects, why should you still do it?",
    "Nature Vs Vaccine Dojo",
    "You have two options to train your immune system: Vaccine Dojo and nature dojo.",
    "In vaccine dojo you train with paper weapons and learn to defend yourself.",
    "Sure, you might get a black eye or a bruise.",
    "Sometimes after a vaccine, you get sick for a few days, but that’s generally it.",
    "No scars, no permanent damage.",
    "We discussed vaccine side effects in detail in another video if you want to learn more.",
    "On the other hand, getting a disease to become immune means going to a nature dojo.",
    "In nature dojo, you train with real weapons, sharp knives and swords.",
    "Things might still work out, but with way more cuts and wounds.",
    "But from time to time someone will die, be it a kid from measles or an adult from influenza.",
    "Nature dojo is just way more risky.",
    "On top of that, the immunity you get from a vaccine is often better than the natural",
    "resistance, because they are engineered to engage your immune system in a more productive",
    "way.",
    "Of course vaccines are not magic and sometimes they do not protect us as well as we’d like",
    "them to.",
    "Maybe because an enemy mutates too quickly, like the Omicron coronavirus, or because your",
    "specific immune system does not respond well to the vaccine and builds less of a defense.",
    "Still, being vaccinated is one of the best tools to train your natural defenses.",
    "In the end, if we look at the stunning progress humanity has made in the last century, eventually",
    "we may overcome disease for good.",
    "But until then we can do our best to take care of ourselves and others - your body and",
    "your older self will be grateful to you.",
    "Diseases are not the only problem humanity can address if we work together.",
    "We believe the same is true for climate change, one of the main challenges of our generation.",
    "We are very passionate about this topic and we have covered it extensively in previous",
    "videos.",
    "Humanity needs to tackle this problem on different levels of society, from governments and economies",
    "down to the individual.",
    "And there’s one way you can take action now – by working with our friends from Wren,",
    "who help you offset your carbon emissions.",
    "By visiting wren.co and answering a few questions you can find out what your personal carbon",
    "footprint is.",
    "Your first step should be reducing your footprint – but there are limits to that.",
    "Wren lets you offset the rest of your carbon footprint with a monthly subscription that",
    "supports projects that plant trees, protect rainforests, and remove carbon dioxide from",
    "the sky.",
    "We think it's one of many puzzle pieces that can make a real difference in the climate",
    "crisis.",
    "Once you sign up to make a monthly contribution you’ll get pictures and updates from the",
    "project you support, so you can directly see the impact you are making.",
    "We appreciate Wren’s focus on transparency and impact, so you can always retrace how",
    "your money is spent.",
    "One project we find especially interesting is Refrigerant Destruction — Old refrigerators",
    "use harmful gases as a coolant.",
    "These gases, once released into the atmosphere, cause global warming thousands of times faster",
    "than CO2.",
    "Wren’s project permanently destroys containers filled with these gases—proving, with high",
    "certainty, that they’ll never leak and contribute to global warming.",
    "Sign up through wren.co/kurzgesagt to start helping the planet.",
    "As climate change is close to our hearts we will personally pay for the first month of",
    "subscription for the first 200 people to sign up!",
    "Continue your kurzgesagt journey into the fascinating world of the immune system and",
    "check out these products on our shop.",
    "Learn more about immune cells and marvel at the battles that are fought in your body everyday.",
    "All of our products are designed with love and produced with care by us here at kurzgesagt."
]