[
    "The universe is magnificent and vast. Hundreds  of billions of galaxies, trillions of stars,  ",
    "and even more planets. If even the tiniest  fraction are habitable, then the Universe should  ",
    "be teeming with life. And yet we see nothing,  only vast emptiness. Where is everyone else?",
    "The answer to this riddle could be as exciting  as it is creepy: we are early, born before almost  ",
    "all other life – but very soon this may change.  Not only might aliens appear, they could quickly  ",
    "surround us. An irreversible competition  for the universe might be about to begin.",
    "While this video is based on scientific papers,  we are presenting interesting ideas based on  ",
    "little data and lots of extrapolation,  so take them with a grain of salt.",
    "Ok! We need to look at three essential questions  to understand the galactic competition:",
    "How fast can bacteria build spaceships?",
    "To become a starfaring civilization,  ",
    "life as we know it needs to master  a number of very hard steps.",
    "It starts with dead stuff turning  into the building blocks of life.  ",
    "Then it needs to organize into self-contained  cells. Those cells have to learn to work together  ",
    "to form multicellular organisms. This keeps going  until complex creatures with big brains learn to  ",
    "use tools and language. Civilization has to  be formed from cultures that value progress  ",
    "and technological development. And then they need  to actually venture out beyond their home planet.",
    "We don’t really know how hard these steps  are or how many of them are necessary. On  ",
    "Earth life appeared basically as soon as the  oceans formed. But then it took two billion  ",
    "years to make the step from single cells to  multicellular organisms, and two billion more  ",
    "for us to appear. Culture, civilization and  space travel developed super quickly though.",
    "Do things always take that long or was  this actually exceptionally fast? Also,  ",
    "passing one step does not mean the next one is  guaranteed: multicellularity evolved over 25  ",
    "times independently on Earth, but there’s  only one species that builds spaceships.",
    "We don’t know how many steps life needs to  pass and how long they take to give rise  ",
    "to a technological civilization but there  are probably many, and it is likely that,  ",
    "on trillions of planets, life has  been trying for billions of years.",
    "Since we don’t see any other  technological civilizations out there,  ",
    "it might well be that we are a rare  exception. We might be among the first  ",
    "or even THE first technological  civilization in the milky way.",
    "But this is just one piece of the puzzle – on  ",
    "top of that we may have just  hit the perfect time window.",
    "Why does humanity exist at  this time in the Universe?",
    "The universe is already 13.8 billion years old,  ",
    "but it is unlikely that many other technological  civilizations had a chance to appear before us.",
    "Because in the earlier Universe life would  have had a pretty hard time to emerge,  ",
    "let alone thrive, because it  was such a hostile environment.  ",
    "Early stars constantly blew up, galaxies  crashed into each other and supermassive  ",
    "black holes vomited massive amounts of radiation.  Enough to sterilize galaxies over and over again.",
    "Our Sun was born right at the end of this cosmic  death show. The Universe has never been more  ",
    "welcoming to life than it is now. So humanity  has arrived at a very convenient spot in time,  ",
    "maybe the earliest reasonably possible  for life to thrive. What about the future?",
    "The Sun burns brighter than 90% of the stars  in our galaxy and will keep getting brighter.  ",
    "In about a billion years, it will boil all of  Earth’s oceans and then become a giant that  ",
    "swallows it whole. So in the galactic  context, the sun is very short-lived.",
    "Most stars are red dwarfs that can sustain  habitable planets for tens of trillions of years!  ",
    "Life on these planets has an incredibly long time  window to appear and pass the hard steps. Even  ",
    "knowing nothing about how rare or common life is,  this makes it way more likely for technological  ",
    "civilizations to appear on one of those long-lived  planets some time in the future than in the past.",
    "Because, if civilizations appear at  random in the Milky Way within a time  ",
    "window of a trillion years, then very  few, if any, would appear before today.  ",
    "Then a couple more arrive in this period  of a billion years that we are in,  ",
    "before all starfaring civilizations that  could ever exist emerge all together.  ",
    "This weird tsunami-like distribution is the result  of both the hard steps model and something else:",
    "A sort of deadline for any spacefaring  civilization. Any civilization coming  ",
    "after will find it hard to have room to survive,  so all potential life has to cram in before it.  ",
    "Humanity exists now because otherwise  we might have missed this deadline.",
    "What or who creates this deadline?",
    "Why aren’t aliens already on Earth?",
    "Humans are curious, expansionist and hungry for  energy. We have spread over the world and made it  ",
    "our own. Our technology has been improving over  time, first slowly, then breathtakingly fast.  ",
    "If these things do not change drastically,  and our descendants want to prosper,  ",
    "they will expand into space. We could construct  a dyson swarm for endless energy and transform  ",
    "planets into new homes. We could cross  interstellar distances, allowing us to reach  ",
    "for planets around distant stars. If we have the  motivation we can become a galactic civilization.",
    "A civilization that does this sort of stuff can  be called “loud”, because its activity creates  ",
    "“noise”. Signs that can be detected from far away.  Imagine someone in a forest, cutting down trees,  ",
    "starting fires and laying down roads. The more  intense their work, the easier they are to notice.",
    "An expanding technological  civilization would probably  ",
    "be hard to miss. Our telescopes  would pick up all that energy and  ",
    "we would clearly identify artificial  interference with stars and planets.",
    "Another consequence of this business is that  it is very disruptive to the environment.  ",
    "Clearing a forest means the end of its wildlife.  Human activity has left no chance for a squirrel  ",
    "civilization to appear. Not because we hated  squirrels, it’s simply that the thought that  ",
    "they might want to do that at some point  never crossed our minds and we needed wood.",
    "Similarly, if Loud civilizations were  running around the galaxy in the past,  ",
    "terraforming planets or harvesting the energy  of stars, they may have prevented our existence.  ",
    "Had aliens started colonising earth  while we were still sludge in the oceans,  ",
    "that sludge would never have turned into  humans. This is how loud aliens create a  ",
    "deadline for new civilizations appearing.  The galaxy may have trillions of years  ",
    "to create life, but there may only be a  short window for it to spread and thrive.",
    "Even if a loud civilization respects planets with  naturally-occuring life and expands around them,  ",
    "like humans do with wildlife reserves  – any civilization on such a planet  ",
    "would not be able to expand, ever.  Trapped forever on a tiny island.",
    "But here we are, so Loud aliens  were probably never here.",
    "What about aliens that don’t expand? They would  be ‘Quiet’ aliens. They’re probably limited to one  ",
    "star system and don’t have a noticeable impact  on their cosmic surroundings. Humanity is like  ",
    "this right now. We wouldn’t be able to detect  ourselves from the other side of the Milky Way.  ",
    "If they stay quiet forever, maybe  because of their culture or abilities,  ",
    "then they are not really a concern for us.",
    "We only have one sample to draw from: Humanity,  and right now we are on the path to becoming loud.  ",
    "If we are not special, and succeed  anyway, then any other civilization  ",
    "with the motivation and resources to would  eventually expand beyond its planet of origin.  ",
    "Ok, what is the consequence of  all these assumptions and ideas?",
    "Grave consequences: Race to the Stars",
    "If we are really early, then eventually, others  will catch up with us. Civilizations will emerge  ",
    "all over the place. And these new aliens will  look at space, see no signs of life and come  ",
    "to the same conclusion: they exist because Loud  civilizations have not yet taken over everything,  ",
    "but it only takes one Loud civilization  to crowd them out of the entire galaxy.",
    "They, like us, will face an important decision:  do they stay Quiet, take it easy and tend to  ",
    "their planet for as long as possible, or do they  start expanding to take a chunk of the galaxy,  ",
    "before someone else arrives? Meeting others  does not necessarily mean war or conflict. But  ",
    "it means that new borders will arise, limits  that may persist forever. In the worst case,  ",
    "a civilization could be completely  enveloped by the empires of others,  ",
    "eternally doomed to be a galactic  backwater, without control over their fate.",
    "So if we want a seat at  the galactic adults’ table,  ",
    "we best get to work. If we really are early, we  have an incredible opportunity. To mold thousands  ",
    "or even millions of planets according  to our vision and dreams. And one day,  ",
    "when we meet others, we can greet them and  meet them as equals. Wouldn’t that be nice?",
    "of amazing space and science inspired products  for you. All of our products are designed and  ",
    "produced with love and care by us here at  kurzgesagt. They are an integral part of  ",
    "the science story we try to tell – so start  your journey on our channel and continue it  ",
    "with one of our posters, notebooks or plushies. Every purchase directly funds what we do on this  ",
    "channel. Thank you so much for your support  and never stop dreaming of space adventures."
]