[
    "Here in the Kurzgesagt labs we test very important  ideas to see what happens when you blow things up  ",
    "or play with black holes. Many of you suggested  that we look into an idea that sounds reasonable:  ",
    "Shooting nuclear waste into space. It is  one of those concepts that seems like an  ",
    "easy fix for one of the main problems with  nuclear energy. But it turns out this idea  ",
    "is not just bad but horribly bad and it  gets worse the longer you think about it.",
    "Why is that?",
    "What is nuclear waste?",
    "Nuclear waste is a fuzzy term  and comes in categories which  ",
    "vary from country to country. But in  general there are three broad levels:",
    "90% is low level nuclear waste – tools, gloves or  ",
    "trash used at a nuclear facility  that could be weakly contaminated,  ",
    "with some short lived radioactivity. This  stuff is generally safe for normal disposal.",
    "7% is intermediate level nuclear waste – mostly  materials that have been in close proximity to a  ",
    "reactor core long enough to become dangerously  radioactive. With proper handling it is either  ",
    "safely buried or melted down and mixed into  glass or concrete and stored deep underground.",
    "So 97% of nuclear waste is similar to toxic  byproducts from other industries. Not great,  ",
    "not terrible – we can handle it. The  remaining 3% is where our problems begin.",
    "High level nuclear waste is very concentrated  spent fuel taken out of a reactor core. Formerly  ",
    "uranium, it is now made of various dangerous and  often highly radioactive elements. As a bonus it  ",
    "is also incredibly hot and not easy to handle at  all. This is what we want to shoot into space.",
    "All in all, around 440 active nuclear reactors  create about 11,000 tonnes of high level nuclear  ",
    "waste each year. Since 1954, we have accumulated  400,000 tonnes of dangerous radioactive waste.  ",
    "Most countries are dealing with it by not dealing  with it and kicking the can towards the future.",
    "Great! So let’s launch it into space! According  to scientists space is big and nobody lives there,  ",
    "so it seems perfect for yeeting away this  mess. There are a few tiny problems though.",
    "Problem 1: Stuff Ain't Cheap",
    "Even though spaceflight is getting  more affordable, it’s still extremely  ",
    "expensive. Just to get something into low earth  orbit costs on average about $4,000 per kilogram.  ",
    "Putting that into perspective, it costs about  $1600 to mine, separate, and fabricate one  ",
    "kilogram of nuclear fuel, so launching waste into  space has suddenly made nuclear fuel for reactors  ",
    "way more expensive and greatly increased  the cost of the electricity they produce.",
    "To launch one reactor’s worth of nuclear waste  would cost at least $100 million per year.  ",
    "To deal with all the 440 operational nuclear  power plants’ high level nuclear waste, would cost  ",
    "some $44 billion per year for space launch before  packaging, transport and security costs are added.",
    "Ok let us pretend we don’t care. Currently  we could not shoot all the nuclear waste  ",
    "into space even if we wanted to.  There just aren’t enough rockets.  ",
    "In 2021, we saw a record 135 launches into space.  If we repurposed each of those rockets and filled  ",
    "them all with nuclear waste, the total amount  that could be lifted into a Low Earth Orbit,  ",
    "which is the closest orbit above the  atmosphere, is nearly 800 tonnes.",
    "We’d need at least 14 times more rockets  to handle just today’s nuclear waste,  ",
    "let alone get rid of the hundreds of thousands  of tonnes in temporary storage. We would need  ",
    "to create entire new space industries  to keep up with the demand for giant,  ",
    "toxic space trash trucks. And it gets worse!",
    "Problem 2: Space is hard",
    "We only made the calculation for low earth orbit,  where we send most of our rockets and satellites.  ",
    "Littering the space around earth with thousands of  casks of spent nuclear fuel would be a nightmare  ",
    "for space junk management and satellite collision  avoidance. Worse still, at this altitude there  ",
    "still is a little bit of atmosphere causing  a tiny bit of drag, so we might have nuclear  ",
    "waste raining down from space within just a few  years. Experts would call this a huge problem.",
    "Clearly, we have to launch our waste farther.  If we wanted to send it to, perhaps, the moon,  ",
    "we either need way more rockets or we need to  build much bigger ones. Making it even more  ",
    "expensive. A single Saturn V, the rocket used  by the Apollo program, which cost about $1.5  ",
    "billion adjusted for inflation per launch, could  get about 43.5 tonnes from the earth to the moon.  ",
    "So we would need about 260 Saturn V rocket  launches every year. And of course, using the  ",
    "moon as target practice for nuclear-waste  tipped rockets kind of makes a huge mess.",
    "So maybe don’t aim for anything – space  is empty, do we really need a target?  ",
    "Shooting waste in any random direction is,  you guessed it, also a bad idea. Orbits are  ",
    "loops which means they have a tendency to come  back to where they started. Put enough in the  ",
    "sky in random directions, and you'll get one back  eventually. So we would want to launch our nuclear  ",
    "waste deep into space, which means we need EVEN  bigger rockets that would be even more expensive.",
    "Not that we would be completely safe then. Earth  might run into these interplanetary caskets at  ",
    "some time in the far future and experience a  pretty meteor shower made from radioactive dust.",
    "Ok. But how about we shoot it into the sun?!",
    "Ironically, the sun is pretty hard to hit.  ",
    "While the sun has very strong gravity, everything  on earth is moving with respect to the sun,  ",
    "including the rockets that we launch,  meaning a rocket would have to ‘cancel  ",
    "out’ all the orbital motion it has around  the sun so it can stop orbiting and fall in.",
    "Because of this it is actually easier to  launch a rocket entirely out of the solar  ",
    "system than it is to launch it into  the sun. But to do either of these  ",
    "things we need even bigger rockets,  probably the biggest we’ve ever built.",
    "Urgh. Nothing works.",
    "The thing is: It still gets much worse.",
    "Problem 3: Rockets go Brrrrrrrr",
    "Rocket engineering has taken  huge steps since the Apollo era.  ",
    "We have made them relatively safe. We’ve  mostly replaced the toxic explosive cancer  ",
    "fuels of the past decades with much saner  mixes of liquid oxygen and hydrogen or  ",
    "kerosene. The newest designs even land  themselves so that they can be reused.",
    "And yet, Out of the 146 launches in 2021, there  were 11 failures. Which means that a sizable  ",
    "number of our rockets carrying high level  radioactive waste would be exploding on the  ",
    "launch pad or in the worst case: disassembling at  high altitude or crashing from hypersonic speeds.  ",
    "Each failure would be at least equivalent  to a mini-Chernobyl – but instead of being  ",
    "contained under a slab of concrete,  spread throughout the atmosphere. ",
    "Radioactive particles could make their way  to far away places by riding on the winds.  ",
    "Most would fall in the ocean but some would  land on the inhabited parts of the world.  ",
    "They could cover farmlands and get concentrated  into our food, or enter our water supply. Which  ",
    "is, well, bad. Imagine regular large scale nuclear  disasters happening. People would not be happy.",
    "Conclusion and Opinion Part",
    "Nuclear waste is scary. But the fear  of it and horrible ideas like shooting  ",
    "it into space reveals how bad we are at  understanding risk. Because the largest  ",
    "amounts of radioactive elements like uranium  and radon are actually released by coal. Burning  ",
    "millions of tonnes of coal each year leaves  ash as a waste product, that includes about  ",
    "36,000 tonnes of radioactive materials. Less  radioactive than high level nuclear waste,  ",
    "but there is also a lot more of it  and it is handled way less carefully.",
    "Some of this ash is caught by filters, but most  is simply pushed back into leaky mines, shoved  ",
    "into piles exposed to the wind or poured into  ponds that regularly spill into rivers and lakes.  ",
    "Living within 1.6 km of an ash pile  increases your cancer risk up to  ",
    "2000 times over the acceptable limit. And this is  on top of other toxic chemicals like heavy metals,  ",
    "and of course their massive CO2 emissions. And  yet, while nuclear energy is flawed and its  ",
    "current form may only be a transitory technology,  nuclear power plants are a harder sell than coal.",
    "Nuclear waste and the lack of willingness to deal  with it are a real issue. It's not insurmountable  ",
    "though. There are good methods to handle it, like  burying it deep underground or reprocessing some  ",
    "of it into new fuel. But however we ultimately  deal with this issue we hope one thing is clear:  ",
    "shooting nuclear waste into space  is one of the worst ideas ever.",
    "Researching this crazy thing, conducting  all of these important tests and of course,  ",
    "creating this video, took us around 2,000  hours – which is insane for a YouTube video.  ",
    "And we couldn’t do it without you!",
    "If you like what you just saw you  can continue your science journey  ",
    "with one of our products. They  are true pieces of kurzgesagt you  ",
    "can take home and touch. And they are  the best way to support this channel.",
    "Like our limited edition Human Era Calendar  that will bring you a whole year of joy.",
    "Learn more about the world with our  carefully researched infographic posters,  ",
    "get our Habit & Gratitude Journals to  improve your life with science – or  ",
    "update your wardrobe with our new hoodie editions. ",
    "If your room is in need of a literal glow up – get  one of these posters. We’ve also got notebooks,  ",
    "plushies, mugs & more – all designed with love  and produced with care by us at kurzgesagt.",
    "And if you sign up to our newsletter we’ll  ",
    "keep you up to date on everything  happening in the kurzgesagt Universe.",
    "Thank you so, so much for your support!"
]