[
    "Somewhere in your body, your immune system  just quietly killed one of your own cells,  ",
    "stopping it from becoming cancer, and  saving your life. It does that all the time.  ",
    "The vast majority of cancer cells you  develop will be killed without you ever  ",
    "noticing. Which is an incredibly hard  job because of what cancer cells are:  ",
    "parts of yourself that start to behave  as individuals even if it hurts you.  ",
    "What is cancer and how does  your body kill it all the time?",
    "INTRO",
    "Cancer is when corrupted  cells multiply uncontrollably.",
    "It can emerge from basically  every type of cell in your body,  ",
    "so there is not just a single  type of cancer but hundreds.  ",
    "Some grow slowly, others are aggressive, some  can be treated effectively, others are deadly.",
    "In a sense, a cell that becomes cancer turns  into something ancient and something new. Over  ",
    "billions of years, evolution has molded cells  to survive and thrive in a hostile environment,  ",
    "fighting for space and resources. Until a new  and exciting way of life emerged: Cooperation,  ",
    "a division of labour that allowed cells to  specialize and become more successful together.  ",
    "But cooperation requires sacrifices. For  a multicellular being to stay healthy,  ",
    "the wellbeing of the collective has to matter  more than the survival of the individual cell.",
    "Cancer cells stop being part of the  collective and become individuals again.  ",
    "Your body can handle a few rogue cells but  some cancer cells divide, again, and again,  ",
    "becoming a sort of new organism within  you. Taking resources you need to survive,  ",
    "competing for the space you inhabit, destroying  the organs they were part of in the process.",
    "Despite the harm they cause, cancer cells  are not evil. They don’t want to hurt you.  ",
    "They don’t want anything. Cells are protein  robots that just follow their programming,  ",
    "which unfortunately has been corrupted.",
    "The Soul of the Cell",
    "In a nutshell, your cells have a nucleus filled  with DNA. It consists of genes – instructions  ",
    "for how to build proteins and when to make  each one.These building instructions are  ",
    "copied and transferred to ribosomes, where  they are used to make proteins. What kind  ",
    "of proteins your cells make determine what  they can do. The important thing here is  ",
    "that a corrupt gene means you get a corrupt  protein, which will get important later.",
    "Your DNA gets a tiny bit corrupted – it  mutates – tens of thousands of times each day.  ",
    "Most of the time without any  special cause, just by being alive.  ",
    "Almost all of these mutations are fixed  very quickly or are not problematic.",
    "Still, over time as your cells  make copies of themselves,  ",
    "damage is accumulating. Imagine having  to make copies from copies from copies,  ",
    "for decades. Maybe one day a hair got  on the scanner or a corner got frayed.  ",
    "Each new mistake becomes part of the new  copies and all the copies that follow.",
    "You can increase DNA damage by doing  things like smoking, drinking alcohol,  ",
    "by being obese, breathing in asbestos, by  not using sunscreen or contracting a virus  ",
    "like HPV. But the simplest way to damage DNA  and get cancer is to be alive long enough.  ",
    "For many cancer cases, there is  no cause other than bad luck.",
    "The Damage that leads to Cancer",
    "We are simplifying, but roughly,  ",
    "there are three categories of genes that  need to be corrupted so cancer can arise.",
    "The first key mutation is in the appropriately  named tumor suppressor genes, or TSGs.  ",
    "These genes are a bunch of things. For  one, they produce control mechanisms that  ",
    "continuously scan your DNA for mistakes  and copying errors and fix them right  ",
    "away. And then they keep normal cells from  multiplying recklessly. If TSGs become damaged,  ",
    "your cells basically forget how to repair  themselves and can reproduce unchecked.",
    "The second crucial mutation can happen in your  oncogenes. When oncogenes are turned on the  ",
    "cell is told to multiply rapidly.They were super  active when you were inside your mother’s womb.  ",
    "To turn a single original cell into  trillions in months, it needs to divide  ",
    "and grow rapidly. These rapid growth genes  are turned off when there is enough of you.  ",
    "When your oncogenes get corrupted,  they basically turn on again.",
    "The third crucial mutation is  in your cells’ suicide switch.  ",
    "Most cells are constantly recycled and refreshed.  When cells amass too much damage, they usually  ",
    "notice and special genes trigger a controlled  suicide called apoptosis. If the genes that  ",
    "control this process get damaged, cells are free  to live on despite being dangerously corrupted.",
    "So if a cell becomes unable to fix  the mistakes in its genetic code,  ",
    "loses the ability to destroy itself  when it notices the damage, and begins  ",
    "to grow rapidly without restraint,  it turns into a young cancer cell.",
    "These cells have to be killed as quickly as  possible: while they are bad at this stage,  ",
    "they are still pretty weak and easy to  kill. But if they continue to mutate and  ",
    "increase in number, they can learn to avoid  your defenses and become a real threat. ",
    "At any moment of your life, your immune  system is hunting these cells. But how do  ",
    "you identify and kill corrupted cells that  seem indistinguishable from healthy ones?",
    "How to Find Cancer",
    "Well, here we come back to the proteins your  cells produce and the story they tell. So if  ",
    "for example, your oncogenes switch back  on, they make oncogene proteins. Your  ",
    "immune system knows that they should  not be present if you are an adult.",
    "So to know which cells are  corrupt and which are healthy,  ",
    "your immune system needs to know what proteins  they are making inside. To solve this evolution  ",
    "came up with MHC class I molecules, a sort of  display window that makes cells transparent.",
    "Cells constantly take little samples of  the proteins they make and put them into  ",
    "thousands of these MHC molecules,  to showcase what they are doing.  ",
    "The selection is constantly refreshed,  always giving an up to date picture.",
    "There is a whole library of proteins that  are highly dangerous and should not be made  ",
    "by healthy cells, and your immune system has them  all on file. It has billions of specialized cells,  ",
    "called T Cells, made to recognize specific  proteins. If a T Cell sees a forbidden protein  ",
    "in an MHC display window, it knows that the  cell is corrupted and kills it immediately.",
    "But there is a flaw in this system.",
    "What if a cancer cell mutates and finds  a way to circumvent this process? All it  ",
    "needs to do is to stop making MHC Class  I molecules, and boom, it’s invisible.  ",
    "Without display windows, the immune system  is blind and can’t identify cancer anymore.",
    "Fortunately evolution found an ingenious solution:  ",
    "The Natural Killer Cell. A  judge, jury and executioner.",
    "The Killer",
    "At this very second, hundreds of millions of  Natural Killer Cells are patrolling your body  ",
    "looking for cells that have already turned  into cancer or are corrupted by a virus.",
    "Natural Killer Cells go from cell to cell to  check for one thing: Does a cell have MHC class  ",
    "I molecules? Does it have a display window and is  it doing its duty of showing off what is going on  ",
    "inside itself? This is so amazing because it  covers all of your bases: While T Cells look  ",
    "for the presence of the unexpected, something  that should not be here, Natural Killer Cells  ",
    "look for the absence of the expected, the  absence of something that should be here.",
    "The logic is: if a cell does  not have display windows,  ",
    "it wants to hide something. And a cell  that hides something must be killed.",
    "What makes the Natural Killer Cell even more  metal, is that it is always in murder mode. It  ",
    "patrols your body, checking cell after  cell with the intention of killing it.  ",
    "Your healthy cells have to convince it that they  ",
    "should not die today. And a way to do  that is to have MHC class I molecules.",
    "So in summary, almost all young cancer cells you  will ever develop in your life will be killed  ",
    "by your immune system. Ok, but if your body is  this prepared, why do we still get cancer? Well,  ",
    "sometimes cancer cells mutate more  and get much better at fighting back.  ",
    "Cancer is a story of an arms race. An arms race  that we will win eventually, maybe with the help  ",
    "of Natural Killer cells! Right now a number of  therapies are beginning to show amazing promise,  ",
    "from cancer fighting vaccines, to engineered T  Cells and even Natural Killer cells – we will  ",
    "look at these therapies in future videos.  So the war is not won yet, but we are on  ",
    "to cancer and eventually it will be eliminated  once and for all – maybe sooner than we think."
]